{
    "1": {
        "name": "1. Deadpool 2",
        "rating": "7.6",
        "description": "Foul-mouthed mutant mercenary Wade Wilson (a.k.a. Deadpool) assembles a team of fellow mutant rogues to protect a young boy with abilities from the brutal, time-traveling cyborg Cable."
    },
    "2": {
        "name": "2. The Rookie",
        "rating": "8.0",
        "description": "Starting over isn't easy, especially for John Nolan who, after a life-altering incident, is pursuing his dream of joining the LAPD. As their oldest rookie, he's met with skepticism from those who see him as just a walking midlife crisis."
    },
    "3": {
        "name": "3. Cobra Kai",
        "rating": "8.5",
        "description": "Decades after their 1984 All Valley Karate Tournament bout, a middle-aged Daniel LaRusso and Johnny Lawrence find themselves martial-arts rivals again."
    },
    "4": {
        "name": "4. Yellowstone",
        "rating": "8.7",
        "description": "A ranching family in Montana faces off against others encroaching on their land."
    },
    "5": {
        "name": "5. Succession",
        "rating": "8.8",
        "description": "The Roy family is known for controlling the biggest media and entertainment company in the world. However, their world changes when their father steps down from the company."
    },
    "6": {
        "name": "6. Élite",
        "rating": "7.2",
        "description": "When three working-class teenagers begin attending an exclusive private school in Spain, the clash between them and the wealthy students leads to murder."
    },
    "7": {
        "name": "7. 9-1-1",
        "rating": "7.9",
        "description": "Explores the high-pressure experiences of the first responders who are thrust into the most frightening, shocking, and heart-stopping situations."
    },
    "8": {
        "name": "8. You",
        "rating": "7.7",
        "description": "A dangerously charming, intensely obsessive young man goes to extreme measures to insert himself into the lives of those he is transfixed by."
    },
    "9": {
        "name": "9. The Resident",
        "rating": "7.8",
        "description": "A group of doctors at Chastain Memorial Hospital face personal and professional challenges on a daily basis."
    },
    "10": {
        "name": "10. A Quiet Place",
        "rating": "7.5",
        "description": "A family struggles for survival in a world invaded by alien creatures with ultra-sensitive hearing."
    },
    "11": {
        "name": "11. All American",
        "rating": "7.6",
        "description": "When a star high school football player from South Central is recruited to play for Beverly Hills High School, two separate worlds collide."
    },
    "12": {
        "name": "12. A Discovery of Witches",
        "rating": "7.8",
        "description": "Diana Bishop, historian and witch, accesses Ashmole 782 and knows she must solve its mysteries. She is offered help by the enigmatic Matthew Clairmont, but he's a vampire and witches should never trust vampires."
    },
    "13": {
        "name": "13. Avengers: Infinity War",
        "rating": "8.4",
        "description": "The Avengers and their allies must be willing to sacrifice all in an attempt to defeat the powerful Thanos before his blitz of devastation and ruin puts an end to the universe."
    },
    "14": {
        "name": "14. Killing Eve",
        "rating": "8.1",
        "description": "After a series of events, the lives of a security operative and an assassin become inextricably linked."
    },
    "15": {
        "name": "15. The Dragon Prince",
        "rating": "8.3",
        "description": "Two human princes forge an unlikely bond with the elfin assassin sent to kill them, embarking on an epic quest to bring peace to their warring lands."
    },
    "16": {
        "name": "16. New Amsterdam",
        "rating": "8.0",
        "description": "A new medical director breaks the rules to heal the system at America's oldest public hospital."
    },
    "17": {
        "name": "17. Once Upon a Deadpool",
        "rating": "7.3",
        "description": "A kidnapped Fred Savage is forced to endure Deadpool's PG-13 rendition of Deadpool 2 as a Princess Bride-esque story that's full of magic, wonder and zero F's."
    },
    "18": {
        "name": "18. A Simple Favor",
        "rating": "6.8",
        "description": "Stephanie is a single mother with a parenting vlog who befriends Emily, a secretive upper-class woman who has a child at the same elementary school. When Emily goes missing, Stephanie takes it upon herself to investigate."
    },
    "19": {
        "name": "19. Hereditary",
        "rating": "7.3",
        "description": "A grieving family is haunted by tragic and disturbing occurrences."
    },
    "20": {
        "name": "20. Jack Ryan",
        "rating": "8.0",
        "description": "Up-and-coming CIA analyst, Jack Ryan, is thrust into dangerous field assignments."
    },
    "21": {
        "name": "21. Green Book",
        "rating": "8.2",
        "description": "A working-class Italian-American bouncer becomes the driver for an African-American classical pianist on a tour of venues through the 1960s American South."
    },
    "22": {
        "name": "22. FBI",
        "rating": "7.1",
        "description": "Follows the inner workings of the New York field office criminal division of the Federal Bureau of Investigation (FBI), as they fight to keep New York City and the country safe."
    },
    "23": {
        "name": "23. Derry Girls",
        "rating": "8.5",
        "description": "The personal exploits of a 16-year-old girl and her family and friends during the Troubles in the early 1990s in Northern Ireland."
    },
    "24": {
        "name": "24. The Haunting of Hill House",
        "rating": "8.5",
        "description": "Flashing between past and present, a fractured family confronts haunting memories of their old home and the terrifying events that drove them from it."
    },
    "25": {
        "name": "25. Bluey",
        "rating": "9.4",
        "description": "The slice-of-life adventures of an Australian Blue Heeler Cattle Dog puppy as she has fun with her family and friends in everyday situations."
    }
}