{
    "1": {
        "name": "1. Grease",
        "rating": "7.2",
        "description": "Good girl Sandy Olsson and greaser Danny Zuko fell in love over the summer. When they unexpectedly discover they're now in the same high school, will they be able to rekindle their romance?"
    },
    "2": {
        "name": "2. Pretty Baby",
        "rating": "6.5",
        "description": "A preteen girl lives as a prostitute in New Orleans in 1917."
    },
    "3": {
        "name": "3. Halloween",
        "rating": "7.7",
        "description": "Fifteen years after murdering his sister on Halloween night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again."
    },
    "4": {
        "name": "4. Dallas",
        "rating": "7.1",
        "description": "J.R. Ewing, a Texas oil baron, uses manipulation and blackmail to achieve his ambitions, both business and personal. He often comes into conflict with his brother Bobby, his arch-enemy Cliff Barnes and his long-suffering wife Sue Ellen."
    },
    "5": {
        "name": "5. Superman",
        "rating": "7.4",
        "description": "An alien orphan is sent from his dying planet to Earth, where he grows up to become his adoptive home's first and greatest superhero."
    },
    "6": {
        "name": "6. National Lampoon's Animal House",
        "rating": "7.4",
        "description": "At a 1962 college, Dean Vernon Wormer is determined to expel the entire Delta Tau Chi Fraternity, but those troublemakers have other plans for him."
    },
    "7": {
        "name": "7. Jaws 2",
        "rating": "5.8",
        "description": "Police chief Brody must protect the citizens of Amity after a second monstrous shark begins terrorizing the waters."
    },
    "8": {
        "name": "8. The Deer Hunter",
        "rating": "8.1",
        "description": "An in-depth examination of the ways in which the Vietnam War impacts and disrupts the lives of several friends in a small steel mill town in Pennsylvania."
    },
    "9": {
        "name": "9. Invasion of the Body Snatchers",
        "rating": "7.4",
        "description": "When strange seeds drift to earth from space, mysterious pods begin to grow and invade San Francisco, replicating the city's residents one body at a time."
    },
    "10": {
        "name": "10. Taxi",
        "rating": "7.7",
        "description": "The staff of a New York City taxicab company go about their job while they dream of greater things."
    },
    "11": {
        "name": "11. Day of the Woman",
        "rating": "5.6",
        "description": "An aspiring writer is repeatedly assaulted, humiliated, and left for dead by four men she systematically hunts down to seek revenge."
    },
    "12": {
        "name": "12. Battlestar Galactica",
        "rating": "7.2",
        "description": "After the destruction of the Twelve Colonies of Mankind, the last major fighter carrier leads a makeshift fugitive fleet on a desperate search for the legendary planet Earth."
    },
    "13": {
        "name": "13. The Wiz",
        "rating": "5.6",
        "description": "An adaptation of \"The Wizard of Oz\" that tries to capture the essence of the African-American experience."
    },
    "14": {
        "name": "14. Dawn of the Dead",
        "rating": "7.8",
        "description": "During an escalating zombie epidemic, two Philadelphia SWAT team members, a traffic reporter and his TV executive girlfriend seek refuge in a secluded shopping mall."
    },
    "15": {
        "name": "15. Felicity",
        "rating": "5.2",
        "description": "Teenager Felicity studies at a remote Roman Catholic Church boarding school and seeks indulgence in popular erotic novels Story of O, Emmanuelle and in a lesbian love affair with her friend Jenny."
    },
    "16": {
        "name": "16. WKRp in Cincinnati",
        "rating": "8.0",
        "description": "The misadventures of the staff of a struggling Top 40 rock radio station in Cincinnati, Ohio."
    },
    "17": {
        "name": "17. Death on the Nile",
        "rating": "7.2",
        "description": "As Hercule Poirot enjoys a luxurious cruise down the Nile, a newlywed heiress is found murdered on board. Can Poirot identify the killer before the ship reaches the end of its journey?"
    },
    "18": {
        "name": "18. Diff'rent Strokes",
        "rating": "6.6",
        "description": "The misadventures of suave Park Avenue millionaire Phillip Drummond, his teenage daughter Kimberly, and their current housekeeper Edna Garrett who adopted the two pre-teenage sons of their late African American housekeeper from Harlem."
    },
    "19": {
        "name": "19. The Lord of the Rings",
        "rating": "6.2",
        "description": "The Fellowship of the Ring embark on a journey to destroy the One Ring and end Sauron's reign over Middle-earth."
    },
    "20": {
        "name": "20. Piranha",
        "rating": "5.9",
        "description": "When flesh-eating piranhas are accidentally released into a summer resort's rivers, the guests become their next meal."
    },
    "21": {
        "name": "21. Midnight Express",
        "rating": "7.5",
        "description": "Billy Hayes, an American college student, is caught smuggling drugs out of Turkey and thrown into prison."
    },
    "22": {
        "name": "22. Faces of Death",
        "rating": "4.2",
        "description": "A collection of death scenes, ranging from TV material to homemade super 8 movies."
    },
    "23": {
        "name": "23. Days of Heaven",
        "rating": "7.7",
        "description": "A hot-tempered farm laborer convinces the woman he loves to marry their rich but dying boss so that they can have a claim to his fortune."
    },
    "24": {
        "name": "24. Every Which Way But Loose",
        "rating": "6.3",
        "description": "The San Fernando Valley adventures of trucker turned prize-fighter Philo Beddoe and his pet orangutan Clyde."
    },
    "25": {
        "name": "25. The Wild Geese",
        "rating": "6.8",
        "description": "A British banker hires a group of British mercenaries to rescue a deposed African President from the hands of a corrupt African dictator."
    }
}