{
    "1": {
        "name": "1. NCIS",
        "rating": "7.8",
        "description": "Follows the Major Case Response Team (MCRT) from the Naval Criminal Investigative Service (NCIS), as they get to the bottom of criminal cases connected to Navy and Marine Corps personnel."
    },
    "2": {
        "name": "2. X2",
        "rating": "7.4",
        "description": "When anti-mutant Colonel William Stryker kidnaps Professor X and attacks his school, the X-Men must ally with their archenemy Magneto to stop him."
    },
    "3": {
        "name": "3. Two and a Half Men",
        "rating": "7.1",
        "description": "A hedonistic jingle writer's free-wheeling life comes to an abrupt halt when his brother and 10-year-old nephew move into his beach-front house."
    },
    "4": {
        "name": "4. One Tree Hill",
        "rating": "7.8",
        "description": "Half-brothers Lucas and Nathan Scott trade between kinship and rivalry both on the basketball court and in the hearts of their friends in the small, but not so quiet town of Tree Hill, North Carolina."
    },
    "5": {
        "name": "5. Arrested Development",
        "rating": "8.7",
        "description": "Level-headed son Michael Bluth takes over family affairs after his father is imprisoned. But the rest of his spoiled, dysfunctional family are making his job unbearable."
    },
    "6": {
        "name": "6. Daredevil",
        "rating": "5.3",
        "description": "A man blinded by toxic waste which also enhanced his remaining senses fights crime as an acrobatic martial arts superhero."
    },
    "7": {
        "name": "7. Pirates of the Caribbean: The Curse of the Black Pearl",
        "rating": "8.1",
        "description": "Blacksmith Will Turner teams up with eccentric pirate \"Captain\" Jack Sparrow to save Elizabeth Swann, the governor's daughter and his love, from Jack's former pirate allies, who are now undead."
    },
    "8": {
        "name": "8. The Lord of the Rings: The Return of the King",
        "rating": "9.0",
        "description": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring."
    },
    "9": {
        "name": "9. Oldeuboi",
        "rating": "8.3",
        "description": "After being kidnapped and imprisoned for fifteen years, Oh Dae-Su is released, only to find that he must track down his captor in five days."
    },
    "10": {
        "name": "10. The Dreamers",
        "rating": "7.1",
        "description": "A young American studying in Paris in 1968 strikes up a friendship with a French brother and sister. Set against the background of the '68 Paris student riots."
    },
    "11": {
        "name": "11. The O.C.",
        "rating": "7.6",
        "description": "A troubled youth becomes embroiled in the lives of a close-knit group of people in the wealthy, upper-class neighborhood of Newport Beach, Orange County, California."
    },
    "12": {
        "name": "12. Cold Case",
        "rating": "7.6",
        "description": "The Philadelphia homicide squad's lone female detective finds her calling when she's assigned \"cold cases,\" older crimes that have never been solved."
    },
    "13": {
        "name": "13. Kill Bill: Vol. 1",
        "rating": "8.2",
        "description": "A pregnant assassin, code-named The Bride, goes into a coma for four years after her ex-boss Bill brutally attacks her. When she wakes up, she sets out to seek revenge on him and his associates."
    },
    "14": {
        "name": "14. Salinui Chueok",
        "rating": "8.1",
        "description": "In a small Korean province in 1986, two detectives struggle with the case of multiple young women being found raped and murdered by an unknown culprit."
    },
    "15": {
        "name": "15. Old School",
        "rating": "7.0",
        "description": "Three friends attempt to recapture their glory days by opening up a fraternity near their alma mater."
    },
    "16": {
        "name": "16. Las Vegas",
        "rating": "7.4",
        "description": "Welcome to the Montecito Resort and Casino in Las Vegas, where you can do anything you want, but Ed Deline and his crack surveillance team will be watching. Just remember: what happens in Vegas stays in Vegas."
    },
    "17": {
        "name": "17. Final Destination 2",
        "rating": "6.2",
        "description": "Death is stalking Kimberly Corman and multiple survivors of a deadly highway accident."
    },
    "18": {
        "name": "18. Bad Boys II",
        "rating": "6.6",
        "description": "Two loose-cannon narcotics cops investigate the flow of Ecstasy into Florida from a Cuban drug cartel."
    },
    "19": {
        "name": "19. Finding Nemo",
        "rating": "8.2",
        "description": "After his son is captured in the Great Barrier Reef and taken to Sydney, a timid clownfish sets out on a journey to bring him home."
    },
    "20": {
        "name": "20. Love Actually",
        "rating": "7.6",
        "description": "Follows the lives of eight very different couples in dealing with their love lives in various loosely interrelated tales all set during a frantic month before Christmas in London, England."
    },
    "21": {
        "name": "21. Hulk",
        "rating": "5.6",
        "description": "Bruce Banner, a genetics researcher with a tragic past, suffers an accident that causes him to transform into a raging green monster when he gets angry."
    },
    "22": {
        "name": "22. Open Range",
        "rating": "7.4",
        "description": "A former gunslinger is forced to take up arms again when he and his cattle crew are threatened by a corrupt lawman."
    },
    "23": {
        "name": "23. Lost in Translation",
        "rating": "7.7",
        "description": "A fading movie star falls for a lonely young woman in Tokyo."
    },
    "24": {
        "name": "24. Wrong Turn",
        "rating": "6.1",
        "description": "Chris and a group of five friends are left stranded deep in the middle of the woods after their cars collide. As they venture deeper into the woods, they face an uncertain and bloodcurdling fate."
    },
    "25": {
        "name": "25. Mystic River",
        "rating": "7.9",
        "description": "The tragic murder of a 19-year-old girl reunites three childhood friends still living in Boston--the victim's gangster father, a detective, and the disturbed man they both suspect of killing her."
    }
}