{
    "1": {
        "name": "1. Singin' in the Rain",
        "rating": "8.3",
        "description": "A silent film star falls for a chorus girl just as he and his delusionally jealous screen partner are trying to make the difficult transition to talking pictures in 1920s Hollywood."
    },
    "2": {
        "name": "2. Death Valley Days",
        "rating": "7.5",
        "description": "Western stories and legends based, and filmed, in and around Death Valley, California. One of the longest-running Western series, originating on radio in the 1930s. The continuing sponsor was \"20 Mule Team\" Borax, a product formerly mined in Death Valley."
    },
    "3": {
        "name": "3. The Guiding Light",
        "rating": "6.5",
        "description": "This show took place in the fictional Midwestern town of Springfield and centered on the middle class Bauer family."
    },
    "4": {
        "name": "4. Ikiru",
        "rating": "8.3",
        "description": "A bureaucrat tries to find meaning in his life after he discovers he has terminal cancer."
    },
    "5": {
        "name": "5. The Man Who Didn't Talk Too Much",
        "rating": "7.7",
        "description": "A retired American boxer returns to the village of his birth in 1920s Ireland, where he falls for a spirited redhead whose brother is contemptuous of their union."
    },
    "6": {
        "name": "6. High Noon",
        "rating": "7.9",
        "description": "A town Marshal, despite the disagreements of his newlywed bride and the townspeople around him, must face a gang of deadly killers alone at \"high noon\" when the gang leader, an outlaw he \"sent up\" years ago, arrives on the noon train."
    },
    "7": {
        "name": "7. Adventures of Superman",
        "rating": "7.7",
        "description": "The Man of Steel fights crime with help from his friends at the \"Daily Planet.\""
    },
    "8": {
        "name": "8. About Face",
        "rating": "5.4",
        "description": "Three friends enter military school together, but 2 of them don't know that the 3rd one is secretly married."
    },
    "9": {
        "name": "9. The Adventures of Ozzie and Harriet",
        "rating": "7.4",
        "description": "Ozzie and Harriet Nelson raise their two sons Ricky and David. As the sons age, they experience teenage dating problems, marriage and careers."
    },
    "10": {
        "name": "10. Limelight",
        "rating": "8.0",
        "description": "A fading comedian and a suicidally despondent ballet dancer must look to each other to find purpose and hope in their lives."
    },
    "11": {
        "name": "11. Ivanhoe",
        "rating": "6.7",
        "description": "A knight seeks to free the captive King Richard and put him back on the throne."
    },
    "12": {
        "name": "12. Kansas City Confidential",
        "rating": "7.3",
        "description": "An ex-con trying to go straight is framed for a million dollar armored car robbery and must go to Mexico in order to unmask the real culprits."
    },
    "13": {
        "name": "13. The Greatest Show on Earth",
        "rating": "6.5",
        "description": "The dramatic lives of trapeze artists, a clown, and an elephant trainer are told against a background of circus spectacle."
    },
    "14": {
        "name": "14. The Pickwick Papers",
        "rating": "6.9",
        "description": "Four wealthy Victorian gentlemen led by Samuel Pickwick set forth on an objective study of human behavior, thwarted by con artist Mr. Jingle and one of his schemes leading to Pickwick being put on trial for breaking a promise to marry."
    },
    "15": {
        "name": "15. Clash by Night",
        "rating": "7.0",
        "description": "Mae Doyle comes back to her hometown a cynical woman. Her brother Joe fears that his love, fish cannery worker Peggy, may wind up like Mae. Mae marries Jerry and has a baby; she is happy but restless, drawn to Jerry's friend Earl."
    },
    "16": {
        "name": "16. Androcles and the Lion",
        "rating": "6.0",
        "description": "Story of a Christian in ancient Rome who befriends a lion."
    },
    "17": {
        "name": "17. Sudden Fear",
        "rating": "7.5",
        "description": "After an ambitious actor insinuates himself into the life of a wealthy middle-aged playwright and marries her, he plots with his mistress to murder her."
    },
    "18": {
        "name": "18. Cripple Creek",
        "rating": "5.9",
        "description": "Lawmen infiltrate bandit gang to catch mining crooks."
    },
    "19": {
        "name": "19. Fear and Desire",
        "rating": "5.3",
        "description": "Four soldiers trapped behind enemy lines must confront their fears and desires."
    },
    "20": {
        "name": "20. Moulin Rouge",
        "rating": "7.0",
        "description": "Fictional account of French artist Henri de Toulouse-Lautrec."
    },
    "21": {
        "name": "21. Deadline - U.S.A.",
        "rating": "7.2",
        "description": "With his newspaper about to be sold, crusading editor Ed Hutcheson tries to complete an exposé on gangster Rienzi."
    },
    "22": {
        "name": "22. Today",
        "rating": "4.6",
        "description": "A daily live broadcast provides current domestic and international news, weather reports, and interviews with newsmakers from the worlds of politics, business, media, entertainment, and sports."
    },
    "23": {
        "name": "23. The Bad and the Beautiful",
        "rating": "7.8",
        "description": "An unscrupulous movie producer uses an actress, a director and a writer to achieve success."
    },
    "24": {
        "name": "24. Affair in Trinidad",
        "rating": "6.6",
        "description": "Nightclub singer and her brother-in-law try to find her husband's killer."
    },
    "25": {
        "name": "25. Viva Zapata!",
        "rating": "7.3",
        "description": "The story of Mexican revolutionary Emiliano Zapata, who led a rebellion against the corrupt, oppressive dictatorship of President Porfirio Díaz in the early 20th century."
    }
}