{
    "1": {
        "name": "1. Bridgerton",
        "rating": "7.4",
        "description": "The eight close-knit siblings of the Bridgerton family look for love and happiness in London high society."
    },
    "2": {
        "name": "2. Your Honor",
        "rating": "7.6",
        "description": "A judge confronts his convictions when his son is involved in a hit-and-run that embroils an organized-crime family."
    },
    "3": {
        "name": "3. Industry",
        "rating": "7.2",
        "description": "Young bankers and traders make their way in the financial world in the aftermath of the 2008 collapse."
    },
    "4": {
        "name": "4. Ted Lasso",
        "rating": "8.8",
        "description": "American college football coach Ted Lasso heads to London to manage AFC Richmond, a struggling English Premier League soccer team."
    },
    "5": {
        "name": "5. Snowpiercer",
        "rating": "6.9",
        "description": "Seven years after the world has become a frozen wasteland, the remnants of humanity inhabit a perpetually-moving train that circles the globe, where class warfare, social injustice and the politics of survival play out."
    },
    "6": {
        "name": "6. Hillbilly Elegy",
        "rating": "6.7",
        "description": "An urgent phone call pulls a Yale Law student back to his Ohio hometown, where he reflects on three generations of family history and his own future."
    },
    "7": {
        "name": "7. McDonald & Dodds",
        "rating": "7.6",
        "description": "A shy and enigmatic Detective Sergeant is partnered with a wildly ambitious Detective Chief Inspector to solve crimes in the historic city of Bath."
    },
    "8": {
        "name": "8. Emily in Paris",
        "rating": "6.9",
        "description": "A young American woman from the Midwest is hired by a marketing firm in Paris to provide them with an American perspective on things."
    },
    "9": {
        "name": "9. Jujutsu Kaisen",
        "rating": "8.6",
        "description": "A boy swallows a cursed talisman - the finger of a demon - and becomes cursed himself. He enters a shaman's school to be able to locate the demon's other body parts and thus exorcise himself."
    },
    "10": {
        "name": "10. Unsolved Mysteries",
        "rating": "7.3",
        "description": "Immersive, character-driven stories are rooted in the experiences of ordinary people who have lived the unthinkable. Families, detectives and journalists hope viewers hold the clues to solving these mysteries."
    },
    "11": {
        "name": "11. Sweet Home",
        "rating": "7.3",
        "description": "Hyun, a loner high school student who lost his entire family in a terrible accident, is forced to leave his home and has to face a new reality where monsters are trying to wipe out all of humanity. Now he must fight against all odds to try and race against the clock to save what is left of the human race before it's too late."
    },
    "12": {
        "name": "12. 365 Days",
        "rating": "3.3",
        "description": "Massimo is a member of the Sicilian Mafia family and Laura is a sales director. She does not expect that on a trip to Sicily trying to save her relationship, Massimo will kidnap her and give her 365 days to fall in love with him."
    },
    "13": {
        "name": "13. Outer Banks",
        "rating": "7.5",
        "description": "On an island of haves and have-nots, teen John B enlists his three best friends to hunt for a legendary treasure linked to his father's disappearance."
    },
    "14": {
        "name": "14. A Quiet Place Part II",
        "rating": "7.2",
        "description": "Following the events at home, the Abbott family now face the terrors of the outside world. Forced to venture into the unknown, they realize the creatures that hunt by sound are not the only threats lurking beyond the sand path."
    },
    "15": {
        "name": "15. The Great",
        "rating": "8.1",
        "description": "A royal woman living in rural Russia during the 18th century is forced to choose between her own personal happiness and the future of Russia, when she marries an Emperor."
    },
    "16": {
        "name": "16. Normal People",
        "rating": "8.4",
        "description": "Follows Marianne and Connell, from different backgrounds but the same small town in Ireland, as they weave in and out of each other's romantic lives."
    },
    "17": {
        "name": "17. The Queen's Gambit",
        "rating": "8.5",
        "description": "Orphaned at the tender age of nine, prodigious introvert Beth Harmon discovers and masters the game of chess in 1960s USA. But child stardom comes at a price."
    },
    "18": {
        "name": "18. The Outsider",
        "rating": "7.6",
        "description": "When an insidious supernatural force edges its way into a seemingly straightforward investigation into the gruesome murder of a young boy, it leads a seasoned cop and an unorthodox investigator to question everything they believe in."
    },
    "19": {
        "name": "19. 9-1-1: Lone Star",
        "rating": "7.3",
        "description": "A New York firefighter relocates to Austin, Texas with his son, where he works to save people's lives while trying to solve his own personal problems."
    },
    "20": {
        "name": "20. Bad Boys for Life",
        "rating": "6.5",
        "description": "Miami detectives Mike Lowrey and Marcus Burnett must face off against a mother-and-son pair of drug lords who wreak vengeful havoc on their city."
    },
    "21": {
        "name": "21. My Spy",
        "rating": "6.4",
        "description": "A hardened CIA operative finds himself at the mercy of a precocious 9-year-old girl, having been sent undercover to surveil her family."
    },
    "22": {
        "name": "22. Power Book II: Ghost",
        "rating": "7.5",
        "description": "The journey of some of Power's most controversial characters."
    },
    "23": {
        "name": "23. Smiling Friends",
        "rating": "8.5",
        "description": "In a colorful yet bizarre world, two employees at a small firm dedicated to making its customers smile discover that their jobs are rarely as simple as they seem."
    },
    "24": {
        "name": "24. Too Hot to Handle",
        "rating": "4.8",
        "description": "On the shores of paradise, gorgeous singles meet and mingle. But there's a twist. To win a $100,000 grand prize, they'll have to give up sex."
    },
    "25": {
        "name": "25. Alice in Borderland",
        "rating": "7.7",
        "description": "Obsessed gamer Arisu suddenly finds himself in a strange, emptied-out version of Tokyo in which he and his friends must compete in dangerous games in order to survive."
    }
}