{
    "1": {
        "name": "1. Lost",
        "rating": "8.3",
        "description": "The survivors of a plane crash are forced to work together in order to survive on a seemingly deserted tropical island."
    },
    "2": {
        "name": "2. House M.D.",
        "rating": "8.7",
        "description": "Using a crack team of doctors and his wits, an antisocial maverick doctor specializing in diagnostic medicine does whatever it takes to solve puzzling cases that come his way."
    },
    "3": {
        "name": "3. Blade: Trinity",
        "rating": "5.8",
        "description": "Blade, now a wanted man by the FBI, must join forces with the Nightstalkers to face his most challenging enemy yet: Dracula."
    },
    "4": {
        "name": "4. Desperate Housewives",
        "rating": "7.6",
        "description": "A close-knit group of housewives reside in Wisteria Lane. It may appear to be a seemingly perfect neighborhood but it hides many secrets, crimes, forbidden romances and domestic struggles."
    },
    "5": {
        "name": "5. White Chicks",
        "rating": "5.8",
        "description": "Two disgraced FBI agents go way undercover in an effort to protect hotel heiresses the Wilson sisters from a kidnapping plot."
    },
    "6": {
        "name": "6. Troy",
        "rating": "7.3",
        "description": "An adaptation of Homer's great epic, the film follows the assault on Troy by the united Greek forces."
    },
    "7": {
        "name": "7. Entourage",
        "rating": "8.4",
        "description": "Film star, Vince Chase, navigates the vapid terrain of Los Angeles with a close circle of friends and his trusty agent."
    },
    "8": {
        "name": "8. Mean Girls",
        "rating": "7.1",
        "description": "Cady Heron is a hit with The Plastics, the A-list girl clique at her new school, until she makes the mistake of falling for Aaron Samuels, the ex-boyfriend of alpha Plastic Regina George."
    },
    "9": {
        "name": "9. Deadwood",
        "rating": "8.6",
        "description": "A show set in the late 1800s, revolving around the characters of Deadwood, South Dakota; a town of deep corruption and crime."
    },
    "10": {
        "name": "10. Dodgeball",
        "rating": "6.7",
        "description": "A group of misfits enter a Las Vegas dodgeball tournament in order to save their cherished local gym from the onslaught of a corporate health fitness chain."
    },
    "11": {
        "name": "11. Battlestar Galactica",
        "rating": "8.7",
        "description": "When an old enemy, the Cylons, resurface and obliterate the 12 colonies, the crew of the aged Galactica protect a small civilian fleet - the last of humanity - as they journey toward the fabled 13th colony, Earth."
    },
    "12": {
        "name": "12. Bleach",
        "rating": "8.2",
        "description": "High school student Ichigo Kurosaki, who has the ability to see ghosts, gains soul reaper powers from Rukia Kuchiki and sets out to save the world from \"Hollows\"."
    },
    "13": {
        "name": "13. The Village",
        "rating": "6.6",
        "description": "A series of events tests the beliefs of a small isolated countryside village."
    },
    "14": {
        "name": "14. Eternal Sunshine of the Spotless Mind",
        "rating": "8.3",
        "description": "When their relationship turns sour, a couple undergoes a medical procedure to have each other erased from their memories forever."
    },
    "15": {
        "name": "15. The Notebook",
        "rating": "7.8",
        "description": "An elderly man reads to a woman with dementia the story of two young lovers whose romance is threatened by the difference in their respective social classes."
    },
    "16": {
        "name": "16. The Day After Tomorrow",
        "rating": "6.5",
        "description": "Jack Hall, paleoclimatologist, must make a daring trek from Washington, D.C. to New York City to reach his son, trapped in the cross-hairs of a sudden international storm which plunges the planet into a new Ice Age."
    },
    "17": {
        "name": "17. The Passion of the Christ",
        "rating": "7.2",
        "description": "Depicts the final twelve hours in the life of Jesus of Nazareth, on the day of his crucifixion in Jerusalem."
    },
    "18": {
        "name": "18. Harry Potter and the Prisoner of Azkaban",
        "rating": "7.9",
        "description": "Harry Potter, Ron and Hermione return to Hogwarts School of Witchcraft and Wizardry for their third year of study, where they delve into the mystery surrounding an escaped prisoner who poses a dangerous threat to the young wizard."
    },
    "19": {
        "name": "19. The Girl Next Door",
        "rating": "6.7",
        "description": "A teenager's dreams come true when a former porn star moves in next door and they fall in love."
    },
    "20": {
        "name": "20. Shaun of the Dead",
        "rating": "7.9",
        "description": "The uneventful, aimless lives of a London electronics salesman and his layabout roommate are disrupted by the zombie apocalypse."
    },
    "21": {
        "name": "21. Van Helsing",
        "rating": "6.1",
        "description": "The famed monster hunter is sent to Transylvania to stop Count Dracula, who is using Dr. Frankenstein's research and a werewolf for nefarious purposes."
    },
    "22": {
        "name": "22. The Incredibles",
        "rating": "8.0",
        "description": "While trying to lead a quiet suburban life, a family of undercover superheroes are forced into action to save the world."
    },
    "23": {
        "name": "23. KiLokolo",
        "rating": "7.0",
        "description": "A listless and alienated teenager decides to help his new friend win the class presidency in their small western high school, while he must deal with his bizarre family life back home."
    },
    "24": {
        "name": "24. Monster",
        "rating": "8.7",
        "description": "Tenma, a brilliant neurosurgeon with a promising future, risks his career to save the life of a critically wounded young boy. The boy, now a charismatic young man, reappears 9 years later in the midst of a string of unusual serial murders."
    },
    "25": {
        "name": "25. Man on Fire",
        "rating": "7.7",
        "description": "In Mexico City, a former CIA operative swears vengeance on those who committed an unspeakable act against the family he was hired to protect."
    }
}