{
    "1": {
        "name": "1. Rebel Moon: Part One - A Child of Fire",
        "rating": "5.6",
        "description": "When a peaceful settlement on the edge of a distant moon finds itself threatened by a tyrannical ruling force, a stranger living among its villagers becomes their best hope for survival."
    },
    "2": {
        "name": "2. Wicked Little Letters",
        "rating": "7.0",
        "description": "When people in Littlehampton--including conservative local, Edith--begin receiving letters full of hilarious profanities, the rowdy, Irish migrant, Rose, is charged with the crime. Suspecting that something is amiss, the town's women investigate."
    },
    "3": {
        "name": "3. The Last of Us",
        "rating": "8.7",
        "description": "After a global pandemic destroys civilization, a hardened survivor takes charge of a 14-year-old girl who may be humanity's last hope."
    },
    "4": {
        "name": "4. The Bikeriders",
        "rating": "6.8",
        "description": "After a chance encounter, headstrong Kathy is drawn to Benny, member of Midwestern motorcycle club the Vandals. As the club transforms into a dangerous underworld of violence, Benny must choose between Kathy and his loyalty to the club."
    },
    "5": {
        "name": "5. Anyone But You",
        "rating": "6.1",
        "description": "After an amazing first date, Bea and Ben's fiery attraction turns ice-cold--until they find themselves unexpectedly reunited at a wedding in Australia. So they do what any two mature adults would do: pretend to be a couple."
    },
    "6": {
        "name": "6. Unstable",
        "rating": "6.7",
        "description": "In a biological research company, a son with social problems is forced to work for the company of his father, an extremely eccentric and exotic man to save him from disaster."
    },
    "7": {
        "name": "7. Hit Man",
        "rating": "6.9",
        "description": "A professor moonlighting as a hit man of sorts for his city police department, descends into dangerous, dubious territory when he finds himself attracted to a woman who enlists his services."
    },
    "8": {
        "name": "8. Kill",
        "rating": "7.7",
        "description": "During a train trip to New Delhi, a pair of commandos face an army of invading bandits."
    },
    "9": {
        "name": "9. Oppenheimer",
        "rating": "8.3",
        "description": "The story of American scientist J. Robert Oppenheimer and his role in the development of the atomic bomb."
    },
    "10": {
        "name": "10. Gen V",
        "rating": "7.7",
        "description": "From the world of \"The Boys\" comes \"Gen V,\" which explores the first generation of superheroes to know that their super powers are from Compound V. These heroes put their physical and moral boundaries to the test competing for the school's top ranking."
    },
    "11": {
        "name": "11. Wool",
        "rating": "8.1",
        "description": "Men and women live in a giant silo underground with several regulations which they believe are in place to protect them from the toxic and ruined world on the surface."
    },
    "12": {
        "name": "12. Mission: Impossible - Dead Reckoning Part One",
        "rating": "7.7",
        "description": "Ethan Hunt and his IMF team must track down a dangerous weapon before it falls into the wrong hands."
    },
    "13": {
        "name": "13. Daddio",
        "rating": "6.6",
        "description": "A woman taking a cab ride from JFK engages in a conversation with the taxi driver about the important relationships in their lives."
    },
    "14": {
        "name": "14. The Walking Dead: Darel Dixun",
        "rating": "7.6",
        "description": "Daryl's journey across a broken but resilient France as he hopes to find a way back home."
    },
    "15": {
        "name": "15. Late Night with the Devil",
        "rating": "7.0",
        "description": "A live television broadcast in 1977 goes horribly wrong, unleashing evil into the nation's living rooms."
    },
    "16": {
        "name": "16. Poor Things",
        "rating": "7.8",
        "description": "An account of the fantastical evolution of Bella Baxter, a young woman brought back to life by the brilliant and unorthodox scientist Dr. Godwin Baxter."
    },
    "17": {
        "name": "17. The Hunger Games: The Ballad of Songbirds and Snakes",
        "rating": "6.7",
        "description": "Coriolanus Snow mentors and develops feelings for the female District 12 tribute during the 10th Hunger Games."
    },
    "18": {
        "name": "18. Trolls Band Together",
        "rating": "6.0",
        "description": "Poppy discovers that Branch was once part of the boy band 'BroZone' with his brothers, Floyd, John Dory, Spruce and Clay. When Floyd is kidnapped, Branch and Poppy embark on a journey to reunite his two other brothers and rescue Floyd."
    },
    "19": {
        "name": "19. The Night Agent",
        "rating": "7.5",
        "description": "Low-level FBI agent Peter Sutherland works in the basement of the White House manning a phone that never rings - until the night it does, propelling him into a conspiracy that leads all the way to the Oval Office."
    },
    "20": {
        "name": "20. Knox Goes Away",
        "rating": "6.9",
        "description": "When a contract killer has a rapidly evolving form of dementia, he is offered an opportunity to redeem himself by saving the life of his estranged adult son."
    },
    "21": {
        "name": "21. Barbie",
        "rating": "6.8",
        "description": "Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans."
    },
    "22": {
        "name": "22. Leave This World Behind",
        "rating": "6.4",
        "description": "A family's getaway to a luxurious rental home takes an ominous turn when a cyberattack knocks out their devices, and two strangers appear at their door."
    },
    "23": {
        "name": "23. The Holdovers",
        "rating": "7.9",
        "description": "A curmudgeonly instructor at a New England school remains on campus during Christmas break. He soon forms an unlikely bond with a brainy but damaged troublemaker, and with the school's cook, a woman who just lost a son in the Vietnam War."
    },
    "24": {
        "name": "24. The Iron Claw",
        "rating": "7.6",
        "description": "The true story of the inseparable Von Erich brothers, who made history in the intensely competitive world of professional wrestling in the early 1980s."
    },
    "25": {
        "name": "25. Widow Clicquot",
        "rating": "6.3",
        "description": "The story behind the Veuve Clicquot champagne family and business that began in the late 18th century."
    }
}