{
    "1": {
        "name": "1. Deadpool & Wolverine",
        "rating": "8.1",
        "description": "Deadpool is offered a place in the Marvel Cinematic Universe by the Time Variance Authority, but instead recruits a variant of Wolverine to save his universe from extinction."
    },
    "2": {
        "name": "2. It Ends with Us",
        "rating": "7.1",
        "description": "Adapted from the Colleen Hoover novel, Lily overcomes a traumatic childhood to embark on a new life. A chance meeting with a neurosurgeon sparks a connection but Lily begins to see sides of him that remind her of her parents' relationship."
    },
    "3": {
        "name": "3. Borderlands",
        "rating": "4.3",
        "description": "Based on the best-selling videogame, this all-star action-adventure follows a ragtag team of misfits on a mission to save a missing girl who holds the key to unimaginable power."
    },
    "4": {
        "name": "4. Trap",
        "rating": "6.2",
        "description": "A father and his teen daughter attend a pop concert only to realize they've entered the center of a dark and sinister event."
    },
    "5": {
        "name": "5. Kingdom of the Planet of the Apes",
        "rating": "7.0",
        "description": "Many years after the reign of Caesar, a young ape goes on a journey that will lead him to question everything he's been taught about the past and make choices that will define a future for apes and humans alike."
    },
    "6": {
        "name": "6. Twisters",
        "rating": "6.9",
        "description": "A retired tornado-chaser and meteorologist is persuaded to return to Oklahoma to work with a new team and new technologies."
    },
    "7": {
        "name": "7. A Good Girl's Guide to Murder",
        "rating": "6.8",
        "description": "Pip Fitz-Amobi, a brilliant woman, is unsure whether schoolgirl Andie Bell was killed by her lover Sal Singh five years ago. How far will they go to protect Pip from learning the truth if Sal Singh turns out not to be the murderer?"
    },
    "8": {
        "name": "8. Batman: Caped Crusader",
        "rating": "7.4",
        "description": "After a family tragedy, affluent philanthropist Bruce Wayne transforms into The Batman, where his crusade for justice spawns unforeseen ramifications."
    },
    "9": {
        "name": "9. Longlegs",
        "rating": "7.1",
        "description": "In pursuit of a serial killer, an FBI agent uncovers a series of occult clues that she must solve to end his terrifying killing spree."
    },
    "10": {
        "name": "10. Presumed Innocent",
        "rating": "7.7",
        "description": "A horrific murder upends the Chicago Prosecuting Attorney's' office when one of its own is suspected of the crime."
    },
    "11": {
        "name": "11. The Ministry of Ungentlemanly Warfare",
        "rating": "6.8",
        "description": "The British military recruits a small group of highly skilled soldiers to strike against German forces behind enemy lines during World War II."
    },
    "12": {
        "name": "12. Alien: Romulus",
        "rating": "N/A",
        "description": "While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe."
    },
    "13": {
        "name": "13. MaXXXine",
        "rating": "6.4",
        "description": "In 1980s Hollywood, adult film star and aspiring actress Maxine Minx finally gets her big break. But as a mysterious killer stalks the starlets of Hollywood, a trail of blood threatens to reveal her sinister past."
    },
    "14": {
        "name": "14. The Decameron",
        "rating": "6.3",
        "description": "Set in 1348 during the Black Death, the deadliest pandemic in human history, explores the timely themes of class systems, power struggles, and survival in a time of pandemic."
    },
    "15": {
        "name": "15. Saturday Night",
        "rating": "N/A",
        "description": "At 11:30pm on October 11th, 1975, a ferocious troupe of young comedians and writers changed television forever. Find out what happened behind the scenes in the 90 minutes leading up to the first broadcast of Saturday Night Live."
    },
    "16": {
        "name": "16. The Instigators",
        "rating": "6.2",
        "description": "Follows two robbers who must go on the run with the help of one of their therapists after a theft doesn't go as planned."
    },
    "17": {
        "name": "17. Those About to Die",
        "rating": "6.6",
        "description": "The series explores another side of Rome - the dirty business of entertaining the masses, giving the mob what they want most - blood and sport."
    },
    "18": {
        "name": "18. Subservience",
        "rating": "N/A",
        "description": "Follows a struggling father who purchases a domestic SIM to help care for his house and family, unaware she will gain awareness and turn deadly."
    },
    "19": {
        "name": "19. A Quiet Place: Day One",
        "rating": "6.4",
        "description": "A young woman named Sam finds herself trapped in New York City during the early stages of an invasion by alien creatures with ultra-sensitive hearing."
    },
    "20": {
        "name": "20. Despicable Me 4",
        "rating": "6.2",
        "description": "Gru, Lucy, Margo, Edith, and Agnes welcome a new member to the family, Gru Jr., who is intent on tormenting his dad. Gru faces a new nemesis in Maxime Le Mal and his girlfriend Valentina, and the family is forced to go on the run."
    },
    "21": {
        "name": "21. The Outrun",
        "rating": "7.2",
        "description": "After living life on the edge in London, Rona attempts to come to terms with her troubled past. Hoping to heal, she returns to the wild beauty of Scotland's Orkney Islands where she grew up. Adaptation of Amy Liptrot's bestselling memoir."
    },
    "22": {
        "name": "22. Inside Out 2",
        "rating": "7.8",
        "description": "A sequel that features Riley entering puberty and experiencing brand new, more complex emotions as a result. As Riley tries to adapt to her teenage years, her old emotions try to adapt to the possibility of being replaced."
    },
    "23": {
        "name": "23. Beetlejuice 2",
        "rating": "N/A",
        "description": "After a family tragedy, three generations of the Deetz family return home to Winter River. Still haunted by Beetlejuice, Lydia's life is turned upside down when her teenage daughter, Astrid, accidentally opens the portal to the Afterlife."
    },
    "24": {
        "name": "24. Uglies",
        "rating": "N/A",
        "description": "A world in which a compulsory operation wipes out physical differences and makes everyone pretty."
    },
    "25": {
        "name": "25. Fallout",
        "rating": "8.4",
        "description": "In a future, post-apocalyptic Los Angeles brought about by nuclear decimation, citizens must live in underground bunkers to protect themselves from radiation, mutants and bandits."
    }
}