{
    "1": {
        "name": "1. Tyuhvhj",
        "rating": "7.4",
        "description": "The staff of a Korean War field hospital uses humor and hijinks to keep their sanity in the face of the horror of war."
    },
    "2": {
        "name": "2. UFO",
        "rating": "7.9",
        "description": "The missions of the Supreme Headquarters Alien Defence Organization (SHADO), which defends Earth from extra-terrestrial threats."
    },
    "3": {
        "name": "3. Beneath the Planet of the Apes",
        "rating": "6.0",
        "description": "The sole survivor of an interplanetary rescue mission searches for the only survivor of the previous expedition. He discovers a planet ruled by apes and an underground city run by telepathic humans."
    },
    "4": {
        "name": "4. All My Children",
        "rating": "6.8",
        "description": "Set in the fictional East Coast suburb Pine Valley, this show is the decades-old, risk-taking soap that centers around Erica Kane and her long line of husbands."
    },
    "5": {
        "name": "5. Darling Lili",
        "rating": "6.0",
        "description": "Set during World War I, this movie is a cute spin on the Mata Hari legend."
    },
    "6": {
        "name": "6. The Aristo Cats",
        "rating": "7.1",
        "description": "With the help of a smooth talking tomcat, a family of Parisian felines set to inherit a fortune from their owner try to make it back home after a jealous butler kidnaps them and leaves them in the country."
    },
    "7": {
        "name": "7. Airport",
        "rating": "6.6",
        "description": "A bomber on board an airplane, an airport almost closed by snow, and various personal problems of the people involved."
    },
    "8": {
        "name": "8. Patton",
        "rating": "7.9",
        "description": "The World War II phase of the career of controversial American general George S. Patton."
    },
    "9": {
        "name": "9. Mary Tyler Moore Show",
        "rating": "8.3",
        "description": "The lives and trials of a young single woman and her friends, both at work and at home."
    },
    "10": {
        "name": "10. Chisum",
        "rating": "6.8",
        "description": "Cattle baron John Chisum joins forces with Billy the Kid and Pat Garrett to fight the Lincoln County land war."
    },
    "11": {
        "name": "11. Kelly's Heroes",
        "rating": "7.6",
        "description": "A group of U.S. soldiers sneaks across enemy lines in WWII France to get their hands on a secret stash of Nazi treasure."
    },
    "12": {
        "name": "12. Five Easy Pieces",
        "rating": "7.4",
        "description": "A dropout from upper-class America picks up work along the way on oil rigs when his life isn't spent in a squalid succession of bars, motels, and other points of interest."
    },
    "13": {
        "name": "13. Love Story",
        "rating": "6.9",
        "description": "A boy and a girl from different backgrounds fall in love regardless of their upbringing - and then tragedy strikes."
    },
    "14": {
        "name": "14. The Partridge Family",
        "rating": "6.6",
        "description": "The humorous adventures of a family of pop musicians."
    },
    "15": {
        "name": "15. Valerie a týden divu",
        "rating": "7.1",
        "description": "Surreal tale in which love, fear, sex, and religion merge into one fantastic world. Based on a classical Czech novel of the same title."
    },
    "16": {
        "name": "16. Beyond the Valley of the Dolls",
        "rating": "6.1",
        "description": "Singer Kelly McNamara, swinger Casey Anderson, and soul sister Petronella Danforth are sexy super-vixens who move to Hollywood, get discovered, and are thrown into a whirlpool of drugs, alcohol, lesbianism, abortions, violence, and sex."
    },
    "17": {
        "name": "17. Tatort",
        "rating": "7.0",
        "description": "An anthology series that follows the work of homicide detectives in Germany, Austria and Switzerland."
    },
    "18": {
        "name": "18. The Vampire Lovers",
        "rating": "6.4",
        "description": "Seductive vampire Carmilla Karnstein and her family target the beautiful and the rich in a remote area of late eighteenth-century Gemany."
    },
    "19": {
        "name": "19. Catch-22",
        "rating": "7.1",
        "description": "A man is trying desperately to be certified insane during World War II, so he can stop flying missions."
    },
    "20": {
        "name": "20. The Odd Couple",
        "rating": "7.9",
        "description": "Two men, a neat freak and a slob separated from their wives, have to live together despite their differences."
    },
    "21": {
        "name": "21. Rio Lobo",
        "rating": "6.7",
        "description": "After the Civil War, Cord McNally searches for the two traitors whose treachery caused the defeat of McNally's unit and the loss of a close friend."
    },
    "22": {
        "name": "22. Il conformista",
        "rating": "7.9",
        "description": "A weak-willed Italian man becomes a fascist flunky who goes abroad to arrange the assassination of his old teacher, now a political dissident."
    },
    "23": {
        "name": "23. Soldier Blue",
        "rating": "6.9",
        "description": "After a cavalry patrol is ambushed by the Cheyenne, the two survivors, a soldier and a woman, must reach the safety of the nearest fort."
    },
    "24": {
        "name": "24. Little Big Man",
        "rating": "7.5",
        "description": "Jack Crabb, looking back from extreme old age, tells of his life being raised by Native Americans and fighting with General Custer."
    },
    "25": {
        "name": "25. Brewster McCloud",
        "rating": "6.9",
        "description": "An introverted loner living in the bowels of the Astrodome plots to develop - with the aid of a mysterious guardian angel - a pair of wings that will help him fly."
    }
}