{
    "1": {
        "name": "1. Doctor Who",
        "rating": "8.4",
        "description": "The adventures in time and space of the Doctor, a Time Lord who changes appearance and personality by regenerating when near death, and is joined by companions in battles against aliens and other megalomaniacs."
    },
    "2": {
        "name": "2. McLintock!",
        "rating": "7.1",
        "description": "Wealthy rancher G. W. McLintock uses his power and influence in the territory to keep the peace between farmers, ranchers, land-grabbers, Indians and corrupt government officials."
    },
    "3": {
        "name": "3. General Hospital",
        "rating": "6.6",
        "description": "Families, friends, enemies, and lovers experience life-changing events in the large upstate city of Port Charles, New York, which has a busy hospital, upscale hotel, cozy diner, and dangerous waterfront frequented by the criminal underworld."
    },
    "4": {
        "name": "4. Cleopatra",
        "rating": "7.0",
        "description": "Queen Cleopatra VII of Egypt experiences both triumph and tragedy as she attempts to resist the imperial ambitions of Rome."
    },
    "5": {
        "name": "5. The Birds",
        "rating": "7.6",
        "description": "A wealthy San Francisco socialite pursues a potential boyfriend to a small Northern California town that slowly takes a turn for the bizarre when birds of all kinds suddenly begin to attack people."
    },
    "6": {
        "name": "6. Le Fugitif",
        "rating": "8.1",
        "description": "A doctor, wrongly convicted for a murder he didn't commit, escapes custody and must stay ahead of the police to find the real killer."
    },
    "7": {
        "name": "7. The Great Escape",
        "rating": "8.2",
        "description": "Allied prisoners of war plan for several hundred of their men to escape from a German camp during World War II."
    },
    "8": {
        "name": "8. It's a Mad Mad Mad Mad World",
        "rating": "7.5",
        "description": "A group of motorists witnesses a car crash in the California desert, and after the driver's dying words indicate the location of a hidden stash of loot, they turn against each other in a race across the state to get to it."
    },
    "9": {
        "name": "9. 8½",
        "rating": "8.0",
        "description": "A harried movie director retreats into his memories and fantasies."
    },
    "10": {
        "name": "10. Charade",
        "rating": "7.8",
        "description": "Romance and suspense ensue in Paris as a woman is pursued by several men who want a fortune her murdered husband had stolen. Whom can she trust?"
    },
    "11": {
        "name": "11. From Russia with Love",
        "rating": "7.3",
        "description": "James Bond willingly falls into an assassination plot involving a naive Russian beauty in order to retrieve a Soviet encryption device that was stolen by the organization Spectre."
    },
    "12": {
        "name": "12. The Pink Panther",
        "rating": "7.0",
        "description": "The bumbling Inspector Clouseau travels to Rome to catch a notorious jewel thief known as \"The Phantom\" before he conducts his most daring heist yet: a princess' priceless diamond with one slight imperfection, known as \"The Pink Panther\"."
    },
    "13": {
        "name": "13. The Outer Limits",
        "rating": "8.2",
        "description": "\"The Outer Limits\" was an anthology series of insightful science fiction tales."
    },
    "14": {
        "name": "14. Tengoku to Jigoku",
        "rating": "8.4",
        "description": "An executive of a Yokohama shoe company becomes a victim of extortion when his chauffeur's son is kidnapped by mistake and held for ransom."
    },
    "15": {
        "name": "15. Petticoat Junction",
        "rating": "7.0",
        "description": "The misadventures of the family staff of The Shady Rest Hotel and their neighbors of Hooterville."
    },
    "16": {
        "name": "16. The Sword in the Stone",
        "rating": "7.1",
        "description": "A poor boy named Arthur learns the power of love, kindness, knowledge and bravery with the help of a wizard called Merlin in the path to become one of the most beloved kings in English history."
    },
    "17": {
        "name": "17. Jason and the Argonauts",
        "rating": "7.3",
        "description": "The legendary Greek hero leads a team of intrepid adventurers in a perilous quest for the legendary Golden Fleece."
    },
    "18": {
        "name": "18. Il gattopardo",
        "rating": "7.9",
        "description": "The Prince of Salina, a noble aristocrat of impeccable integrity, tries to preserve his family and class amid the tumultuous social upheavals of 1860s Sicily."
    },
    "19": {
        "name": "19. The Haunting",
        "rating": "7.4",
        "description": "Hill House has stood for about 90 years and appears haunted: its inhabitants have always met strange, tragic ends. Now Dr. John Markway has assembled a team of people who he thinks will prove whether or not the house is haunted."
    },
    "20": {
        "name": "20. Contempt",
        "rating": "7.4",
        "description": "A French writer's marriage deteriorates while working on Fritz Lang's version of \"The Odyssey\", as his wife accuses him of using her to court favor with the film's brash American producer."
    },
    "21": {
        "name": "21. The Nutty Professor",
        "rating": "6.6",
        "description": "A timid chemistry teacher discovers a magical potion that can transform him into a suave and handsome womanizer."
    },
    "22": {
        "name": "22. Bye Bye Birdie",
        "rating": "6.6",
        "description": "A rock singer travels to a small Ohio town to make his \"farewell\" television performance and kiss his biggest fan before he is drafted."
    },
    "23": {
        "name": "23. Lord of the Flies",
        "rating": "6.9",
        "description": "Schoolboys marooned on a Pacific island create their own savage civilization."
    },
    "24": {
        "name": "24. Hud",
        "rating": "7.8",
        "description": "Honest, hard-working Texas rancher Homer Bannon has a conflict with his unscrupulous, selfish, arrogant, egotistical son Hud, who sank into alcoholism after accidentally killing his brother in a car crash."
    },
    "25": {
        "name": "25. Donovan's Reef",
        "rating": "6.7",
        "description": "In an ideal society on a picturesque South Seas isle, diverse people live in harmony until an outsider disrupts the balance."
    }
}