{
    "1": {
        "name": "1. Jaws",
        "rating": "8.1",
        "description": "When a killer shark unleashes chaos on a beach community off Cape Cod, it's up to a local sheriff, a marine biologist, and an old seafarer to hunt the beast down."
    },
    "2": {
        "name": "2. Salò o le 120 giornate di Sodoma",
        "rating": "5.8",
        "description": "In World War II Italy, four fascist libertines round up nine adolescent boys and girls and subject them to 120 days of physical, mental, and sexual torture."
    },
    "3": {
        "name": "3. Saturday Night Live",
        "rating": "8.0",
        "description": "A famous guest host stars in parodies and sketches created by the cast of this witty show."
    },
    "4": {
        "name": "4. One Flew Over the Cuckoo's Nest",
        "rating": "8.7",
        "description": "In the Fall of 1963, a Korean War veteran and criminal pleads insanity and is admitted to a mental institution, where he rallies up the scared patients against the tyrannical nurse."
    },
    "5": {
        "name": "5. The Rocky Horror Picture Show",
        "rating": "7.4",
        "description": "A newly-engaged couple have a breakdown in an isolated area and must seek shelter at the bizarre residence of Dr. Frank-n-Furter."
    },
    "6": {
        "name": "6. Monty Python and the Holy Grail",
        "rating": "8.2",
        "description": "King Arthur and his Knights of the Round Table embark on a surreal, low-budget search for the Holy Grail, encountering many, very silly obstacles."
    },
    "7": {
        "name": "7. Barry Lyndon",
        "rating": "8.1",
        "description": "An Irish rogue wins the heart of a rich widow and assumes her dead husband's aristocratic position in 18th-century England."
    },
    "8": {
        "name": "8. Dog Day Afternoon",
        "rating": "8.0",
        "description": "Three amateur bank robbers plan to hold up a bank. A nice, simple robbery: Walk in, take the money, and run. Unfortunately, the supposedly uncomplicated heist suddenly becomes a bizarre nightmare as everything that could go wrong does."
    },
    "9": {
        "name": "9. Wonder Woman",
        "rating": "7.0",
        "description": "The adventures of the greatest of the female superheroes."
    },
    "10": {
        "name": "10. Space: 1999",
        "rating": "7.3",
        "description": "The crew of Moonbase Alpha must struggle to survive when a massive explosion throws the Moon from Earths orbit and into deep space."
    },
    "11": {
        "name": "11. The Jeffersons",
        "rating": "7.5",
        "description": "Wealthy African American dry cleaner George Jefferson, his wife Louise, and son Lionel move into a luxury apartment building and develop occasionally fractious relations with other tenants, including their sassy maid Florence."
    },
    "12": {
        "name": "12. Histoire D'O",
        "rating": "5.3",
        "description": "Photographer O's lover takes her to a Château, where she is, like other women there, naked, humiliated by whipping, sexual abuse by men etc. When O leaves, her lover gives her to his much older step-brother."
    },
    "13": {
        "name": "13. Fawlty Towers",
        "rating": "8.8",
        "description": "Hotel owner Basil Fawlty's incompetence, short fuse, and arrogance form a combination that ensures accidents and trouble are never far away."
    },
    "14": {
        "name": "14. Three Days of the Condor",
        "rating": "7.4",
        "description": "A bookish CIA researcher in Manhattan finds all his co-workers dead, and must outwit those responsible until he figures out who he can really trust."
    },
    "15": {
        "name": "15. Tommy",
        "rating": "6.6",
        "description": "A psychosomatically blind, deaf, and mute boy becomes a master pinball player and, subsequently, the figurehead of a cult."
    },
    "16": {
        "name": "16. Welcome Back Kotter",
        "rating": "7.1",
        "description": "A compassionate teacher returns to his inner city high school of his youth to teach a new generation of trouble making kids."
    },
    "17": {
        "name": "17. Nashville",
        "rating": "7.6",
        "description": "Over the course of a few hectic days, numerous interrelated people prepare for a political convention."
    },
    "18": {
        "name": "18. One Day at a Time",
        "rating": "6.6",
        "description": "The misadventures of a divorced mother, her family and their building superintendent in Indianapolis."
    },
    "19": {
        "name": "19. Starsky and Hutch",
        "rating": "7.0",
        "description": "Two streetwise cops bust criminals in their red-and-white Ford Gran Torino, with the help of police snitch, Huggy Bear."
    },
    "20": {
        "name": "20. Night Moves",
        "rating": "7.1",
        "description": "Los Angeles private investigator Harry Moseby is hired by a client to find her runaway teenage daughter. Moseby tracks the daughter down, only to stumble upon something much more intriguing and sinister."
    },
    "21": {
        "name": "21. Trilogy of Terror",
        "rating": "6.5",
        "description": "Three bizarre horror stories, all of which star Karen Black in four different roles playing four tormented women."
    },
    "22": {
        "name": "22. Picnic at Hanging Rock",
        "rating": "7.4",
        "description": "During a rural summer picnic, a few students and a teacher from an Australian girls' school vanish without a trace. Their absence frustrates and haunts the people left behind."
    },
    "23": {
        "name": "23. Confessions of a Pop Performer",
        "rating": "4.3",
        "description": "The continued erotic adventures of a British boy trying to make money and meet ladies, this time as the member of a pop band."
    },
    "24": {
        "name": "24. Death Race 2000",
        "rating": "6.2",
        "description": "In a dystopian future, a cross country automobile race requires contestants to run down innocent pedestrians to gain points that are tallied based on each kill's brutality."
    },
    "25": {
        "name": "25. Mandingo",
        "rating": "6.4",
        "description": "An 1840s slaveowner trains one of his slaves to be a bare-knuckle fighter."
    }
}