{
    "1": {
        "name": "1. Vertigo",
        "rating": "8.3",
        "description": "A former San Francisco police detective juggles wrestling with his personal demons and becoming obsessed with the hauntingly beautiful woman he has been hired to trail, who may be deeply disturbed."
    },
    "2": {
        "name": "2. The Young Lions",
        "rating": "7.1",
        "description": "The lives of three young men, a German and two Americans, during WWII."
    },
    "3": {
        "name": "3. The Rifleman",
        "rating": "8.3",
        "description": "The adventures of a Wild West rancher, wielding a customized rapid-fire Winchester rifle, and his son."
    },
    "4": {
        "name": "4. Cat on a Hot Tin Roof",
        "rating": "7.9",
        "description": "Brick is an alcoholic ex-football player who drinks his days away and resists the affections of his wife. A reunion with his terminal father jogs a host of memories and revelations for both father and son."
    },
    "5": {
        "name": "5. Touch of Evil",
        "rating": "8.0",
        "description": "A stark, perverse story of murder, kidnapping and police corruption in a Mexican border town."
    },
    "6": {
        "name": "6. Lonelyhearts",
        "rating": "6.6",
        "description": "Eager for a job, journalist Adam White accepts the lowly position of columnist for the advice-giving section of the Chronicle but he often clashes with his cynical editor, Shrike."
    },
    "7": {
        "name": "7. South Pacific",
        "rating": "6.8",
        "description": "On a South Pacific island during World War II, love blooms between a young nurse and a secretive Frenchman who's being courted for a dangerous military mission."
    },
    "8": {
        "name": "8. 77 Sunset Strip",
        "rating": "7.7",
        "description": "Stu Bailey and Jeff Spencer are the wisecracking, womanizing private-detective heroes of this Warner Brothers drama."
    },
    "9": {
        "name": "9. Lawman",
        "rating": "8.1",
        "description": "This is the story of Marshal Dan Troop of Laramie, Wyoming, and his Deputy Johnny McKay, an orphan Troop took under his wing."
    },
    "10": {
        "name": "10. The Big Country",
        "rating": "7.9",
        "description": "A New England sea captain in the 1880s arrives at his fiancée's sprawling Texas ranch, where he becomes embroiled in a feud between two families over a valuable patch of land."
    },
    "11": {
        "name": "11. Dracula",
        "rating": "7.2",
        "description": "When Jonathan Harker rouses the ire of Count Dracula for accepting a job at the vampire's castle under false pretenses, his friend Dr. Van Helsing pursues the predatory villain."
    },
    "12": {
        "name": "12. The Voice of Silence",
        "rating": "8.0",
        "description": "A Civil War veteran with a sawed-off rifle as a holstered weapon makes a living as a bounty hunter in the Wild West of the 1870s."
    },
    "13": {
        "name": "13. Gigi",
        "rating": "6.6",
        "description": "Weary of the conventions of Parisian society, a rich playboy and a youthful courtesan-in-training enjoy a platonic friendship which may not stay platonic for long."
    },
    "14": {
        "name": "14. The Blob",
        "rating": "6.3",
        "description": "An alien lifeform consumes everything in its path as it grows and grows."
    },
    "15": {
        "name": "15. A Night to Remember",
        "rating": "7.9",
        "description": "On her maiden voyage in April 1912, the supposedly unsinkable RMS Titanic strikes an iceberg in the Atlantic Ocean."
    },
    "16": {
        "name": "16. Peter Gunn",
        "rating": "8.0",
        "description": "Peter Gunn is a private detective with a knack for finding trouble. His cases often mean he runs into the shadiest characters, most vicious thugs and the most powerful crime bosses. Cool and resourceful, he always gets the guilty party."
    },
    "17": {
        "name": "17. The Hidden Fortress",
        "rating": "8.1",
        "description": "Lured by gold, two greedy peasants unknowingly escort a princess and her general across enemy lines."
    },
    "18": {
        "name": "18. Ascenseur pour l'échafaud",
        "rating": "7.9",
        "description": "A self-assured businessman murders his employer, the husband of his mistress, which unintentionally provokes an ill-fated chain of events."
    },
    "19": {
        "name": "19. The Fly",
        "rating": "7.1",
        "description": "A scientist has a horrific accident when he tries to use his newly invented teleportation device."
    },
    "20": {
        "name": "20. The Texan",
        "rating": "7.6",
        "description": "The Texan, a Civil War Veteran whose reputation of being the fastest gun in the west precedes him, roams across Texas from town to town, not looking for trouble, but trouble finds him."
    },
    "21": {
        "name": "21. Bat Masterson",
        "rating": "7.3",
        "description": "Bat Masterson roams The West and defends the innocent."
    },
    "22": {
        "name": "22. The Donna Reed Show",
        "rating": "7.4",
        "description": "A loving mother and wife deals with situations and problems of a middle-class family in the late 1950s and the early 1960s."
    },
    "23": {
        "name": "23. Run Silent Run Deep",
        "rating": "7.3",
        "description": "A U.S. sub commander, obsessed with sinking a certain Japanese ship, butts heads with his first officer and crew."
    },
    "24": {
        "name": "24. The Defiant Ones",
        "rating": "7.6",
        "description": "Two chained-together escaped convicts, White and Black, must learn to get along in order to elude capture."
    },
    "25": {
        "name": "25. The Vikings",
        "rating": "7.0",
        "description": "A slave and a Viking prince fight for the love of a captive princess."
    }
}