{
    "1": {
        "name": "1. Dexter",
        "rating": "8.6",
        "description": "He's smart. He's lovable. He's Dexter Morgan, America's favorite serial killer, who spends his days solving crimes and nights committing them."
    },
    "2": {
        "name": "2. Psych",
        "rating": "8.4",
        "description": "When a novice sleuth convinces the police he has psychic powers, he and his reluctant best friend are hired on as consultants to help solve complicated cases."
    },
    "3": {
        "name": "3. X-Men: The Last Stand",
        "rating": "6.6",
        "description": "The human government develops a cure for mutations, and Jean Grey becomes a darker uncontrollable persona called the Phoenix who allies with Magneto, causing escalation into an all-out battle for the X-Men."
    },
    "4": {
        "name": "4. The Prestige",
        "rating": "8.5",
        "description": "After a tragic accident, two stage magicians in 1890s London engage in a battle to create the ultimate illusion while sacrificing everything they have to outwit each other."
    },
    "5": {
        "name": "5. Idiocracy",
        "rating": "6.5",
        "description": "Corporal Joe Bauers, a decidedly average American, is selected for a top-secret hibernation program but is forgotten and left to awaken to a future so incredibly moronic that he's easily the most intelligent person alive."
    },
    "6": {
        "name": "6. The Departed",
        "rating": "8.5",
        "description": "An undercover cop and a mole in the police attempt to identify each other while infiltrating an Irish gang in South Boston."
    },
    "7": {
        "name": "7. Friday Night Lights",
        "rating": "8.7",
        "description": "A drama that follows the lives of the Dillon Panthers, one of the nation's best high school football teams, and their head coach Eric Taylor."
    },
    "8": {
        "name": "8. Cars",
        "rating": "7.2",
        "description": "On the way to the biggest race of his life, a hotshot rookie race car gets stranded in a rundown town and learns that winning isn't everything in life."
    },
    "9": {
        "name": "9. Failure to Launch",
        "rating": "5.6",
        "description": "A thirty-something is still living with his parents until they hire an interventionist to help him graduate out of the house. That's when the fun begins."
    },
    "10": {
        "name": "10. Death Note: Desu nôto",
        "rating": "8.9",
        "description": "An intelligent high school student goes on a secret crusade to eliminate criminals from the world after discovering a notebook capable of killing anyone whose name is written into it."
    },
    "11": {
        "name": "11. The Devil Wears Prada",
        "rating": "6.9",
        "description": "A smart but sensible new graduate lands a job as an assistant to Miranda Priestly, the demanding editor-in-chief of a high fashion magazine."
    },
    "12": {
        "name": "12. Apocalypto",
        "rating": "7.8",
        "description": "As the Mayan kingdom faces its decline, a young man is taken on a perilous journey to a world ruled by fear and oppression."
    },
    "13": {
        "name": "13. Stick It",
        "rating": "6.4",
        "description": "After a run-in with the law, Haley is forced to return to the world from which she fled years ago. Enrolled in an elite gymnastics program run by the legendary Burt Vickerman, Haley's rebellious attitude slowly gives way to a team spirit."
    },
    "14": {
        "name": "14. Children of Men",
        "rating": "7.9",
        "description": "In 2027, in a chaotic world in which women have somehow become infertile, a former activist agrees to help transport a miraculously pregnant woman to a sanctuary at sea."
    },
    "15": {
        "name": "15. Heroes",
        "rating": "7.5",
        "description": "Common people discover that they have super powers. Their lives intertwine as a devastating event must be prevented."
    },
    "16": {
        "name": "16. Ugly Betty",
        "rating": "6.8",
        "description": "Smart but wholesome Betty embraces her unique appearance and independent attitude in the cutthroat world of New York fashion."
    },
    "17": {
        "name": "17. 300",
        "rating": "7.6",
        "description": "In the ancient battle of Thermopylae, King Leonidas and 300 Spartans fight against Xerxes and his massive Persian army."
    },
    "18": {
        "name": "18. 30 Rock",
        "rating": "8.3",
        "description": "Liz Lemon, head writer of the sketch-comedy show \"TGS with Tracy Jordan\", must deal with an arrogant new boss and a crazy new star while trying to run a successful television show without losing her mind."
    },
    "19": {
        "name": "19. Casino Royale",
        "rating": "8.0",
        "description": "After earning a licence to kill, secret agent James Bond sets out on his first mission as 007. Bond must defeat a private banker funding terrorists in a high-stakes game of poker at Casino Royale, in Montenegro."
    },
    "20": {
        "name": "20. Little Children",
        "rating": "7.5",
        "description": "The lives of two lovelorn spouses from separate marriages, a registered sex offender, and a disgraced ex-police officer intersect as they struggle to resist their vulnerabilities and temptations in suburban Massachusetts."
    },
    "21": {
        "name": "21. Talladega Nights: The Ballad of Ricky Bobby",
        "rating": "6.6",
        "description": "Number one NASCAR driver Ricky Bobby stays atop the heap thanks to a pact with his best friend and teammate, Cal Naughton, Jr. But when a French Formula One driver, makes his way up the ladder, Ricky Bobby's talent and devotion are put to the test."
    },
    "22": {
        "name": "22. Final Destination 3",
        "rating": "5.8",
        "description": "Wendy Christensen and a group of teens who escaped a fatal roller-coaster crash face a bloody date with Death."
    },
    "23": {
        "name": "23. Night at the Museum",
        "rating": "6.5",
        "description": "A newly recruited night security guard at the Museum of Natural History discovers that an ancient curse causes the animals and exhibits on display to come to life and wreak havoc."
    },
    "24": {
        "name": "24. Pirates of the Caribbean: Dead Man's Chest",
        "rating": "7.4",
        "description": "Jack Sparrow races to recover the heart of Davy Jones to avoid enslaving his soul to Jones' service, as other friends and foes seek the heart for their own agenda as well."
    },
    "25": {
        "name": "25. The Fall",
        "rating": "7.8",
        "description": "In 1920s Los Angeles, a bedridden patient in a hospital captivates a young girl with a fantastic tale of heroes, myths, and villains on a desert island."
    }
}