{
    "1": {
        "name": "1. Outsiders",
        "rating": "7.0",
        "description": "In a small Oklahoma town in 1964, the rivalry between two gangs, the poor Greasers and the rich Socs, heats up when one gang member accidentally kills a member of the other."
    },
    "2": {
        "name": "2. Trading Places",
        "rating": "7.5",
        "description": "A snobbish investor and a wily street con artist find their positions reversed as part of a bet by two callous millionaires."
    },
    "3": {
        "name": "3. Scarface",
        "rating": "8.3",
        "description": "In 1980 Miami, a determined Cuban immigrant takes over a drug cartel and succumbs to greed."
    },
    "4": {
        "name": "4. Star Wars: Episode VI - Return of the Jedi",
        "rating": "8.3",
        "description": "After rescuing Han Solo from Jabba the Hutt, the Rebel Alliance attempts to destroy the second Death Star while Luke struggles to help Darth Vader back from the dark side."
    },
    "5": {
        "name": "5. National Lampoon's Vacation",
        "rating": "7.3",
        "description": "The Griswold family's cross-country drive to the Walley World theme park proves to be much more arduous than they ever anticipated."
    },
    "6": {
        "name": "6. The A-Team",
        "rating": "7.5",
        "description": "Four Vietnam vets, framed for a crime they didn't commit, help the innocent while on the run from the military."
    },
    "7": {
        "name": "7. Risky Business",
        "rating": "6.8",
        "description": "A Chicago teenager is looking for fun at home while his parents are away, but the situation quickly gets out of hand."
    },
    "8": {
        "name": "8. Jaws 3",
        "rating": "3.7",
        "description": "A giant thirty-five-foot shark becomes trapped in a SeaWorld theme park and it's up to the sons of police chief Brody to rescue everyone."
    },
    "9": {
        "name": "9. Wargames",
        "rating": "7.1",
        "description": "A young man finds a back door into a military central computer in which reality is confused with game-playing, possibly starting World War III."
    },
    "10": {
        "name": "10. Splash",
        "rating": "6.3",
        "description": "A young man is reunited with a mermaid he briefly encountered as a boy and falls in love with her without knowing her secret."
    },
    "11": {
        "name": "11. Sleepaway Camp",
        "rating": "6.2",
        "description": "Bunks and showers are a mad stabber's beat at a summer camp strictly for teens."
    },
    "12": {
        "name": "12. Christine",
        "rating": "6.8",
        "description": "A nerdish boy buys a strange car with an evil mind of its own and his nature starts to change to reflect it."
    },
    "13": {
        "name": "13. Twilight Zone: The Movie",
        "rating": "6.4",
        "description": "Four horror and science fiction segments, directed by four famous directors, each of them being a new version of a classic story from Rod Serling's landmark television series."
    },
    "14": {
        "name": "14. Valley Girl",
        "rating": "6.4",
        "description": "Julie, a girl from the valley, meets Randy, a punk from the city. They are from different worlds and find love. Somehow they need to stay together in spite of her trendy, shallow friends."
    },
    "15": {
        "name": "15. Cujo",
        "rating": "6.1",
        "description": "Cujo, a friendly St. Bernard, contracts rabies and conducts a reign of terror on a small American town."
    },
    "16": {
        "name": "16. Flashdance",
        "rating": "6.2",
        "description": "An 18-year-old female amateur dancer who performs nightly at a dancing bar, and works as a welder during the day, dreams of joining the Pittsburgh ballet school."
    },
    "17": {
        "name": "17. The Man Who Loved Women",
        "rating": "5.3",
        "description": "A womanizing sculptor named David goes to seek help from a psychiatrist, Marianna, to cure him of his obsession with women."
    },
    "18": {
        "name": "18. Videodrome",
        "rating": "7.2",
        "description": "A programmer at a Toronto TV station that specializes in adult entertainment searches for the producers of a dangerous and bizarre broadcast."
    },
    "19": {
        "name": "19. The Big Chill",
        "rating": "7.1",
        "description": "A group of seven former college friends gather for a weekend reunion at a South Carolina vacation home after the funeral of another of their college friends."
    },
    "20": {
        "name": "20. Class",
        "rating": "6.0",
        "description": "A young man in private school spends one crazy night out, and only later does he learn more about the woman who enlivened his night."
    },
    "21": {
        "name": "21. V",
        "rating": "7.8",
        "description": "A seemingly peaceful alien race, arrives at earth and asks for help to ensure their own planets survival. However, the visitors agenda turns out be much darker."
    },
    "22": {
        "name": "22. Superman III",
        "rating": "5.0",
        "description": "Entrepreneur Ross Webster teams up with a computer genius in order to realise his own evil intentions. When Superman obstructs his plans, he decides to destroy him."
    },
    "23": {
        "name": "23. The Dead Zone",
        "rating": "7.2",
        "description": "A man awakens from a coma to discover he has a psychic ability to foresee future events."
    },
    "24": {
        "name": "24. Mama's Family",
        "rating": "7.3",
        "description": "Mama's Family originated with Thelma \"Mama\" Harper, and her younger sister Fran living together in Mama's house."
    },
    "25": {
        "name": "25. Dungeons and Dragons",
        "rating": "6.1",
        "description": "A prince and a fellowship of companions set out to rescue his bride from a fortress of alien invaders who have arrived on their home planet, Krull."
    }
}