{
    "1": {
        "name": "1. Twister",
        "rating": "6.5",
        "description": "Two storm chasers on the brink of divorce must work together to create an advanced weather alert system by putting themselves in the cross-hairs of extremely violent tornadoes."
    },
    "2": {
        "name": "2. Silent Witness",
        "rating": "7.9",
        "description": "A team of exceptional forensic pathologists and scientists investigate heinous crimes and use their skills to catch the people responsible."
    },
    "3": {
        "name": "3. Scream",
        "rating": "7.4",
        "description": "A year after the murder of her mother, a teenage girl is terrorized by a masked killer who targets her and her friends by using scary movies as part of a deadly game."
    },
    "4": {
        "name": "4. Matilda",
        "rating": "7.0",
        "description": "A girl gifted with a keen intellect and psychic powers uses both to get even with her callous family and free her kindly schoolteacher from the tyrannical grip of a sadistic headmistress."
    },
    "5": {
        "name": "5. A Time to Kill",
        "rating": "7.5",
        "description": "In Canton, Mississippi, young lawyer Jake Brigance and his aide Harry Vonner defend black Carl Lee Hailey accused of killing two white men who raped his ten-year-old daughter Tonya, inciting violent retribution."
    },
    "6": {
        "name": "6. Mission: Impossible",
        "rating": "7.2",
        "description": "An American agent, under false suspicion of disloyalty, must discover and expose the real spy without the help of his organization."
    },
    "7": {
        "name": "7. Everybody Loves Raymond",
        "rating": "7.3",
        "description": "The comical everyday life of whiny Mama's-boy sports columnist Ray Barone and his dysfunctional family: his long-suffering hard-working wife Debra, smothering mother Marie, coarse father Frank, and jealous policeman brother Robert."
    },
    "8": {
        "name": "8. Fargo",
        "rating": "8.1",
        "description": "Minnesota car salesman Jerry Lundegaard's inept crime falls apart due to his and his henchmen's bungling and the persistent police work of the quite pregnant Marge Gunderson."
    },
    "9": {
        "name": "9. From Dusk Till Dawn",
        "rating": "7.2",
        "description": "Two criminals and their hostages unknowingly seek temporary refuge in a truck stop populated by vampires, with chaotic results."
    },
    "10": {
        "name": "10. Happy Gilmore",
        "rating": "7.0",
        "description": "After his grandmother's house is repossessed by the IRS, a bad tempered hockey player takes his talents to golf to earn the big bucks and get his grandmothers house back."
    },
    "11": {
        "name": "11. Independence Day",
        "rating": "7.0",
        "description": "The aliens are coming and their goal is to invade and destroy Earth. Fighting superior technology, mankind's best weapon is the will to survive."
    },
    "12": {
        "name": "12. Romeo + Juliet",
        "rating": "6.7",
        "description": "Shakespeare's famous play is updated to the hip modern suburb of Verona still retaining its original dialogue."
    },
    "13": {
        "name": "13. 7th Heaven",
        "rating": "5.3",
        "description": "Eric Camden, a minister, and his wife Annie deal with the drama of having seven children, ranging from toddlers to adults with families of their own."
    },
    "14": {
        "name": "14. Swingers",
        "rating": "7.2",
        "description": "A wannabe actor has a hard time moving on from a break-up, but he is lucky to have supportive friends."
    },
    "15": {
        "name": "15. Riders of the Purple Sage",
        "rating": "6.3",
        "description": "Jim Lassister seeks the man responsible for his sister's death. His quest draws him into an insular community ruled by an uncompromising charlatan and his brutal riders."
    },
    "16": {
        "name": "16. Dragon Ball Z",
        "rating": "8.8",
        "description": "With the help of the powerful Dragonballs, a team of fighters led by the saiyan warrior Goku defend the planet earth from extraterrestrial enemies."
    },
    "17": {
        "name": "17. Primal Fear",
        "rating": "7.7",
        "description": "The murder of an important archbishop leads to the involvement of Martin Vail, Chicago's best lawyer. As he studies the suspects, he becomes sure about certain things, but there's more to the case."
    },
    "18": {
        "name": "18. Trainspotting",
        "rating": "8.1",
        "description": "Renton, deeply immersed in the Edinburgh drug scene, tries to clean up and get out despite the allure of drugs and the influence of friends."
    },
    "19": {
        "name": "19. Sleepers",
        "rating": "7.5",
        "description": "After a prank goes disastrously wrong, a group of boys are sent to a detention center where they are brutalized. Thirteen years later, an unexpected random encounter with a former guard gives them a chance for revenge."
    },
    "20": {
        "name": "20. The Birdcage",
        "rating": "7.2",
        "description": "A gay cabaret owner and his drag queen companion agree to put up a false straight front so that their son can introduce them to his fiancée's right-wing, conservative parents."
    },
    "21": {
        "name": "21. The Rock",
        "rating": "7.4",
        "description": "A mild-mannered chemist and an ex-con must lead the counterstrike when a rogue group of military men, led by a renegade general, threaten a nerve gas attack from Alcatraz against San Francisco."
    },
    "22": {
        "name": "22. Sabrina the Teenage Witch",
        "rating": "6.7",
        "description": "Sabrina is a normal teenager, except for one thing - she's a witch. Guided by her aunts, who come from a long line of witches, and Salem, a mischievous warlock doing penance as a cat, Sabrina continually struggles to harness her powers."
    },
    "23": {
        "name": "23. The Craft",
        "rating": "6.4",
        "description": "A newcomer to a Catholic prep high school falls in with a trio of outcast teenage girls who practice witchcraft, and they all soon conjure up various spells and curses against those who anger them."
    },
    "24": {
        "name": "24. Crash",
        "rating": "6.4",
        "description": "After recovering from a car crash, a film producer becomes involved with an underground sub-culture of car crash victims who are sexually aroused by car accidents, hoping it will help him rekindle his sexual relationship with his wife."
    },
    "25": {
        "name": "25. The English Patient",
        "rating": "7.4",
        "description": "At the close of World War II, a young nurse tends to a badly burned plane crash victim. His past is shown in flashbacks, revealing an involvement in a fateful love affair."
    }
}