{
    "1": {
        "name": "1. Point Break",
        "rating": "7.3",
        "description": "An F.B.I. Agent goes undercover to catch a gang of surfers who may be bank robbers."
    },
    "2": {
        "name": "2. The Silence of the Lambs",
        "rating": "8.6",
        "description": "A young F.B.I. cadet must receive the help of an incarcerated and manipulative cannibal killer to help catch another serial killer, a madman who skins his victims."
    },
    "3": {
        "name": "3. Terminator 2: Judgment Day",
        "rating": "8.6",
        "description": "A cyborg, identical to the one who failed to kill Sarah Connor, must now protect her ten year old son John from an even more advanced and powerful cyborg."
    },
    "4": {
        "name": "4. Home Improvement",
        "rating": "7.2",
        "description": "The daily trials and tribulations of Tim \"The Tool Man\" Taylor, a television show host raising three mischievous boys with help from his loyal co-host, loving wife, and eccentric neighbor."
    },
    "5": {
        "name": "5. Hook",
        "rating": "6.8",
        "description": "When Captain James Hook kidnaps his children, an adult Peter Pan must return to Neverland and reclaim his youthful spirit in order to challenge his old enemy."
    },
    "6": {
        "name": "6. Step by Step",
        "rating": "6.5",
        "description": "Divorced contractor Frank Lambert and widowed beautician Carol Foster meet, fall in love and quickly get married. Both have three children and when the families all move in together the kids and parents have a lot of learning to do."
    },
    "7": {
        "name": "7. Robin Hood: Prince of Thieves",
        "rating": "6.9",
        "description": "Robin Hood decides to fight back as an outlaw when faced with the tyranny of the Sheriff of Nottingham."
    },
    "8": {
        "name": "8. Vreli Dani U Alabami",
        "rating": "7.7",
        "description": "Evelyn, an ordinary housewife, visits a nursing home and befriends the old lady Ninny. Together, they bond over stories from the past about two intrepid women of Whistle Stop Cafe."
    },
    "9": {
        "name": "9. Cape Fear",
        "rating": "7.3",
        "description": "A convicted rapist, released from prison after serving a fourteen-year sentence, stalks the family of the lawyer who originally defended him."
    },
    "10": {
        "name": "10. Beauty and the Beast",
        "rating": "8.0",
        "description": "A prince cursed to spend his days as a hideous monster sets out to regain his humanity by earning a young woman's love."
    },
    "11": {
        "name": "11. My Girl",
        "rating": "6.9",
        "description": "Vada is obsessed with death. Her mother is dead, and her father runs a funeral parlor. When Vada's father hires Shelly, a makeup expert, and begins to fall in love, Vada is outraged and does everything in her power to split them up."
    },
    "12": {
        "name": "12. The Man in the Moon",
        "rating": "7.3",
        "description": "A coming of age story set in the south of the U.S. when Elvis was King."
    },
    "13": {
        "name": "13. Thelma & Louise",
        "rating": "7.6",
        "description": "Two best friends set out on an adventure, but it soon turns around to a terrifying escape from being hunted by the police, as these two women escape for the crimes they committed."
    },
    "14": {
        "name": "14. The Addams Family",
        "rating": "6.9",
        "description": "Con artists plan to fleece an eccentric family using an accomplice who claims to be their long-lost uncle."
    },
    "15": {
        "name": "15. Paprika",
        "rating": "5.5",
        "description": "A young country girl comes to town and works in a brothel in order to help her fiance get the money to start his own business. \"Paprika\" is the name given to her by the madam."
    },
    "16": {
        "name": "16. Toy Soldiers",
        "rating": "6.6",
        "description": "A group of troublemaking boys decide to take a stand when terrorists seize control of their boarding school."
    },
    "17": {
        "name": "17. Father of the Bride",
        "rating": "6.6",
        "description": "With his oldest daughter's wedding approaching, a father finds himself reluctant to let go."
    },
    "18": {
        "name": "18. Drop Dead Fred",
        "rating": "5.9",
        "description": "A young woman finds her already unstable life rocked by the presence of a rambunctious imaginary friend from childhood."
    },
    "19": {
        "name": "19. The People Under the Stairs",
        "rating": "6.4",
        "description": "When Fool breaks into the home of his family's landlords, he discovers that they have mutilated several boys and kept them imprisoned under stairs. As Fool attempts to flee, he meets their daughter, Alice. Can Fool and Alice escape?"
    },
    "20": {
        "name": "20. JFK",
        "rating": "8.0",
        "description": "New Orleans District Attorney Jim Garrison discovers there's more to the Kennedy assassination than the official story."
    },
    "21": {
        "name": "21. Boyz N the Hood",
        "rating": "7.8",
        "description": "Follows the lives of three young males living in the Crenshaw ghetto of Los Angeles, dissecting questions of race, relationships, violence, and future prospects."
    },
    "22": {
        "name": "22. Career Opportunities",
        "rating": "5.8",
        "description": "Jim is the dorky son of a local cement contractor who lives at home and has no direction. Josie is the gorgeous daughter of a wealthy businessman who dreams of leaving town. They find they have a lot in common."
    },
    "23": {
        "name": "23. Valkenvania",
        "rating": "5.1",
        "description": "A businessman and his friends are captured by a sadistic judge and his equally odd family in a bizarre mansion in the backwoods."
    },
    "24": {
        "name": "24. My Own Private Idaho",
        "rating": "7.0",
        "description": "Two best friends living on the streets of Portland as hustlers embark on a journey of self discovery and find their relationship stumbling along the way."
    },
    "25": {
        "name": "25. Sleeping with the Enemy",
        "rating": "6.3",
        "description": "A young woman fakes her own death in an attempt to escape her nightmarish marriage, but discovers it is impossible to elude her controlling husband."
    }
}