{
    "1": {
        "name": "1. Mayor of Kingstown",
        "rating": "8.2",
        "description": "The McLusky family are power brokers tackling themes of systemic racism, corruption and inequality in Kingstown, Michigan, where the business of incarceration is the only thriving industry."
    },
    "2": {
        "name": "2. The White Lotus",
        "rating": "8.0",
        "description": "The exploits of various guests and employees of a luxury resort over the span of a week."
    },
    "3": {
        "name": "3. Squid Game",
        "rating": "8.0",
        "description": "Hundreds of cash-strapped players accept a strange invitation to compete in children's games. Inside, a tempting prize awaits with deadly high stakes: a survival game that has a whopping 45.6 billion-won prize at stake."
    },
    "4": {
        "name": "4. Only Murders in the Building",
        "rating": "8.1",
        "description": "Three strangers - who live in the same New York City apartment building and share an obsession with true crime - suddenly find themselves embroiled in a murder."
    },
    "5": {
        "name": "5. Old",
        "rating": "5.8",
        "description": "A vacationing family discovers that the secluded beach where they're relaxing for a few hours is somehow causing them to age rapidly, reducing their entire lives into a single day."
    },
    "6": {
        "name": "6. Invincible",
        "rating": "8.7",
        "description": "An adult animated series based on the Skybound/Image comic about a teenager whose father is the most powerful superhero on the planet."
    },
    "7": {
        "name": "7. Resident Alien",
        "rating": "8.1",
        "description": "A crash-landed alien takes on the identity of a small-town Colorado doctor and slowly begins to wrestle with the moral dilemma of his secret mission on Earth."
    },
    "8": {
        "name": "8. Loki",
        "rating": "8.2",
        "description": "The mercurial villain Loki resumes his role as the God of Mischief in a new series that takes place after the events of “Avengers: Endgame.”"
    },
    "9": {
        "name": "9. Dexter: New Blood",
        "rating": "8.1",
        "description": "Ten years after faking his death in Miami and moving to Upstate New York under an assumed name, Dexter gets an unexpected visit from the son he abandoned."
    },
    "10": {
        "name": "10. Ghosts",
        "rating": "7.9",
        "description": "A young couple, Sam and Jay, inherit a haunted mansion and, unaware of their invisible housemates, plan to turn it into a B&B. Their lives become much more complicated after a fall causes Sam to see the ghosts. Based on the UK series."
    },
    "11": {
        "name": "11. Arcane: League of Legends",
        "rating": "9.0",
        "description": "Set in Utopian Piltover and the oppressed underground of Zaun, the story follows the origins of two iconic League of Legends champions and the power that will tear them apart."
    },
    "12": {
        "name": "12. Dune",
        "rating": "8.0",
        "description": "A noble family becomes embroiled in a war for control over the galaxy's most valuable asset while its heir becomes troubled by visions of a dark future."
    },
    "13": {
        "name": "13. Spider-Man: No Way Home",
        "rating": "8.2",
        "description": "With Spider-Man's identity now revealed, Peter asks Doctor Strange for help. When a spell goes wrong, dangerous foes from other worlds start to appear."
    },
    "14": {
        "name": "14. 1883",
        "rating": "8.7",
        "description": "The post-Civil war generation of the Dutton family travels to Texas, and joins a wagon train undertaking the arduous journey west to Oregon, before settling in Montana to establish what would eventually become the Yellowstone Ranch."
    },
    "15": {
        "name": "15. Free Guy",
        "rating": "7.1",
        "description": "When Guy, a bank teller, learns that he is a non-player character in a bloodthirsty, open-world video game, he goes on to become the hero of the story and takes the responsibility of saving the world."
    },
    "16": {
        "name": "16. Hacks",
        "rating": "8.2",
        "description": "Explores a dark mentorship that forms between Deborah Vance, a legendary Las Vegas comedian, and an entitled, outcast 25-year-old."
    },
    "17": {
        "name": "17. The Wheel of Time",
        "rating": "7.2",
        "description": "Set in a high fantasy world where magic exists, but only some can access it, a woman named Moiraine crosses paths with five young men and women. This sparks a dangerous, world-spanning journey. Based on the book series by Robert Jordan."
    },
    "18": {
        "name": "18. Yellowjackets",
        "rating": "7.8",
        "description": "A wildly talented girls high school soccer team become the unlucky survivors of a plane crash deep in the Canadian wilderness."
    },
    "19": {
        "name": "19. Ghostbusters: Afterlife",
        "rating": "7.0",
        "description": "When a single mom and her two kids arrive in a small town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind."
    },
    "20": {
        "name": "20. Reminiscence",
        "rating": "5.9",
        "description": "Nick Bannister, a private investigator of the mind, navigates the alluring world of the past when his life is changed by new client Mae. A simple case becomes an obsession after she disappears and he fights to learn the truth about her."
    },
    "21": {
        "name": "21. Superman and Lois",
        "rating": "7.8",
        "description": "The world's most famous superhero and comic books' most famous journalist face the pressures and complexities that come with balancing work, justice, and parenthood in today's society."
    },
    "22": {
        "name": "22. Foundation",
        "rating": "7.6",
        "description": "A complex saga of humans scattered on planets throughout the galaxy all living under the rule of the Galactic Empire."
    },
    "23": {
        "name": "23. Girl in the Basement",
        "rating": "6.3",
        "description": "Sarah is a teen girl who is looking forward to her 18th birthday to move away from her controlling father Don. But before she could even blow out the candles, Don imprisons her in the basement of their home."
    },
    "24": {
        "name": "24. Kin",
        "rating": "8.0",
        "description": "Kin tells the story of a fictional Dublin family embroiled in gangland war and speaks to the enduring unbreakable bonds of blood and family."
    },
    "25": {
        "name": "25. Grace",
        "rating": "7.4",
        "description": "Drama following Brighton-based Detective Superintendent Roy Grace, a hard-working police officer who has given his life to the job."
    }
}