{
    "1": {
        "name": "1. Breakfast at Tiffany's",
        "rating": "7.6",
        "description": "A young New York socialite becomes interested in a young man who has moved into her apartment building, but her past threatens to get in the way."
    },
    "2": {
        "name": "2. The Parent Trap",
        "rating": "7.2",
        "description": "Teenage twin sisters swap places and scheme to reunite their divorced parents."
    },
    "3": {
        "name": "3. The Avengers",
        "rating": "8.3",
        "description": "A quirky spy show of the adventures of eccentrically suave British Agent John Steed and his predominantly female partners."
    },
    "4": {
        "name": "4. The Dick Van Dyke Show",
        "rating": "8.4",
        "description": "The misadventures of a TV writer both at work and at home."
    },
    "5": {
        "name": "5. West Side Story",
        "rating": "7.6",
        "description": "Two youngsters from rival New York City gangs fall in love, but tensions between their respective friends build toward tragedy."
    },
    "6": {
        "name": "6. One Hundred and One Dalmatians",
        "rating": "7.3",
        "description": "When a litter of Dalmatian puppies are abducted by the minions of Cruella De Vil, the owners must find them before she uses them for a diabolical fashion statement."
    },
    "7": {
        "name": "7. Judgment at Nuremberg",
        "rating": "8.3",
        "description": "Fictionalized depiction of the 1947 Judges' Trial, the third of twelve trials of Nazi war criminals conducted by the American occupying forces in Nuremberg, Germany, in which former judges of Nazi Germany were tried for their actions."
    },
    "8": {
        "name": "8. The Guns of Navarone",
        "rating": "7.5",
        "description": "A team of Allied saboteurs is assigned an impossible mission: infiltrate an impregnable Nazi-held Greek island and destroy the two enormous long-range field guns that prevent the rescue of 2,000 trapped British soldiers."
    },
    "9": {
        "name": "9. Yojimbo",
        "rating": "8.2",
        "description": "A crafty ronin comes to a town divided by two criminal gangs and decides to play them against each other to free the town."
    },
    "10": {
        "name": "10. The Misfits",
        "rating": "7.2",
        "description": "A divorcée falls for an over-the-hill cowboy who is struggling to maintain his romantically independent lifestyle."
    },
    "11": {
        "name": "11. The Sky Land",
        "rating": "6.1",
        "description": "After arriving back in Hawaii from the Army, Chad Gates defies his parents' wishes for him to work at the family business and instead goes to work as a tour guide at his girlfriend's agency."
    },
    "12": {
        "name": "12. The Hustler",
        "rating": "8.0",
        "description": "An up-and-coming pool player plays a long-time champion in a single high-stakes match."
    },
    "13": {
        "name": "13. Hazel",
        "rating": "7.2",
        "description": "The misadventures of the Baxter family and their live-in maid, Hazel Burke."
    },
    "14": {
        "name": "14. One-Eyed Jacks",
        "rating": "7.1",
        "description": "After robbing a bank in Mexico, Dad Longworth absconds with the loot leaving his partner Rio to be captured by the Rurales. Rio escapes prison but struggles with his conflicting desires to love Dad's stepdaughter Louise and to get revenge."
    },
    "15": {
        "name": "15. The Comancheros",
        "rating": "6.8",
        "description": "Texas Ranger Jake Cutter arrests gambler Paul Regret, but soon finds himself teamed with his prisoner in an undercover effort to defeat a band of renegade arms merchants and thieves dealing with the Comanches known as Comancheros."
    },
    "16": {
        "name": "16. The Innocents",
        "rating": "7.7",
        "description": "A young governess for two children becomes convinced that the house and grounds are haunted."
    },
    "17": {
        "name": "17. Splendor in the Grass",
        "rating": "7.7",
        "description": "The love of high school sweethearts Deanie and Bud is weighed down by the oppressive expectations of their parents and society in smalltown Kansas in 1928, threatening the future of their relationship."
    },
    "18": {
        "name": "18. Cid",
        "rating": "7.2",
        "description": "The fabled Spanish hero Rodrigo Diaz de Vivar (a.k.a. El Cid) overcomes a family vendetta and court intrigue to defend Christian Spain against the Moors."
    },
    "19": {
        "name": "19. The Devil at 4 O'Clock",
        "rating": "6.4",
        "description": "A crusty, eccentric priest recruits three reluctant convicts to help him rescue a children's leper colony from a Pacific island menaced by a smoldering volcano."
    },
    "20": {
        "name": "20. The Curse of the Werewolf",
        "rating": "6.5",
        "description": "In eighteenth-century Spain, an adopted boy becomes a werewolf and terrorizes the inhabitants of his town."
    },
    "21": {
        "name": "21. La notte",
        "rating": "7.9",
        "description": "A day in the life of an unfaithful married couple and their steadily deteriorating relationship."
    },
    "22": {
        "name": "22. Mr Ed",
        "rating": "6.9",
        "description": "The misadventures of a wisecracking talking horse and his human owner."
    },
    "23": {
        "name": "23. Pit and the Pendulum",
        "rating": "7.0",
        "description": "In the sixteenth century, Francis Barnard travels to Spain to clarify the strange circumstances of his sister's death after she had married the son of a cruel Spanish Inquisitor."
    },
    "24": {
        "name": "24. The Flight That Disappeared",
        "rating": "5.7",
        "description": "A cross-country airliner, whose passengers include a nuclear physicist, a rocket expert, and a mathematical genius, is drawn beyond radar range by an unknown, unbreakable force."
    },
    "25": {
        "name": "25. Wild in the Country",
        "rating": "6.3",
        "description": "A troubled young man discovers that he has a knack for writing when a counselor encourages him to pursue a literary career."
    }
}