{
    "1": {
        "name": "1. A Place in the Sun",
        "rating": "7.7",
        "description": "A poor boy gets a job working for his rich uncle and ends up falling in love with two women."
    },
    "2": {
        "name": "2. Quo Vadis",
        "rating": "7.1",
        "description": "After fierce Roman commander Marcus Vinicius becomes infatuated with beautiful Christian hostage Lygia, he begins to question the tyrannical leadership of the despotic emperor Nero."
    },
    "3": {
        "name": "3. Strangers on a Train",
        "rating": "7.9",
        "description": "A psychopath tries to forcibly persuade a tennis star to agree to his theory that two strangers can get away with murder by submitting to his plan to kill the other's most-hated person."
    },
    "4": {
        "name": "4. I Love Lucy",
        "rating": "8.5",
        "description": "The wife of a band leader constantly tries to become a star - in spite of her having no talent, and gets herself (along with her best friend) into the funniest predicaments."
    },
    "5": {
        "name": "5. A Streetcar Named Desire",
        "rating": "7.9",
        "description": "Disturbed Blanche DuBois moves in with her sister in New Orleans and is tormented by her brutish brother-in-law while her reality crumbles around her."
    },
    "6": {
        "name": "6. Alice in Wonderland",
        "rating": "7.3",
        "description": "Alice stumbles into the world of Wonderland. Will she get home? Not if the Queen of Hearts has her way."
    },
    "7": {
        "name": "7. The Great Caruso",
        "rating": "6.5",
        "description": "The film explores the life of tenor Enrico Caruso, a vocalist who faces rejection from Musetta and Dorothy, and struggles to find acceptance in New York."
    },
    "8": {
        "name": "8. Flying Leathernecks",
        "rating": "6.3",
        "description": "Major Kirby leads The Wildcats squadron into the historic WWII battle of Guadalcanal."
    },
    "9": {
        "name": "9. The Day the Earth Stood Still",
        "rating": "7.7",
        "description": "An alien lands in Washington, D.C. and tells the people of Earth that they must live peacefully or be destroyed as a danger to other planets."
    },
    "10": {
        "name": "10. The Thing from Another World",
        "rating": "7.1",
        "description": "Scientists and American Air Force officials fend off a bloodthirsty alien organism while at a remote arctic outpost."
    },
    "11": {
        "name": "11. The African Queen",
        "rating": "7.7",
        "description": "In WWI East Africa, a gin-swilling Canadian riverboat captain is persuaded by a strait-laced English missionary to undertake a trip up a treacherous river and use his boat to attack a German gunship."
    },
    "12": {
        "name": "12. An American in Paris",
        "rating": "7.1",
        "description": "Three friends struggle to find work in Paris. Things become more complicated when two of them fall in love with the same woman."
    },
    "13": {
        "name": "13. On Moonlight Bay",
        "rating": "6.9",
        "description": "During World War I, a teenage girl begins a romance with a college student, but his unconventional attitudes cause friction with her father."
    },
    "14": {
        "name": "14. Sirocco",
        "rating": "6.2",
        "description": "A cynical American expatriate gets involved in smuggling and gun-running for the rebels during the 1925 Syrian insurgency against French occupation."
    },
    "15": {
        "name": "15. The Lavender Hill Mob",
        "rating": "7.5",
        "description": "A meek bank clerk who oversees the shipment of bullion joins with an eccentric neighbor to steal gold bars and smuggle them out of the country as miniature Eiffel Towers."
    },
    "16": {
        "name": "16. On Dangerous Ground",
        "rating": "7.2",
        "description": "Rough city cop Jim Wilson is disciplined by his captain and is sent upstate, to a snowy mountain town, to help the local sheriff solve a murder case."
    },
    "17": {
        "name": "17. Badge 714",
        "rating": "7.5",
        "description": "Follows Sergeant Joe Friday of the Los Angels Police Department (LAPD) and his various partners as they methodically investigate a different verity of crimes in Los Angeles, California."
    },
    "18": {
        "name": "18. Sky King",
        "rating": "7.7",
        "description": "Fly plane... Bust bad guys... Fuss with niece and nephew... Eat Peter Pan Peanut Butter... Dat's it!"
    },
    "19": {
        "name": "19. When Worlds Collide",
        "rating": "6.6",
        "description": "As a new star and planet hurtle toward a doomed Earth, a small group of survivalists frantically work to complete the rocket which will take them to their new home."
    },
    "20": {
        "name": "20. His Kind of Woman",
        "rating": "7.0",
        "description": "A deported gangster's plan to re-enter the USA involves skulduggery at a Mexican resort, and gambler Dan Milner is caught in the middle."
    },
    "21": {
        "name": "21. Ace in the Hole",
        "rating": "8.1",
        "description": "Frustrated former journalist Chuck Tatum now working for an Albuquerque newspaper exploits a story about trading post owner Leo Minosa trapped in a cave to rekindle Chuck's career, but the story soon escalates into a media circus."
    },
    "22": {
        "name": "22. The Browning Version",
        "rating": "8.0",
        "description": "Andrew Crocker-Harris (Michael Redgrave), a classics teacher at an English school, is afflicted with a heart ailment and an unfaithful wife (Jean Kent). His interest in his pupils wanes as he looks towards his final days in employment."
    },
    "23": {
        "name": "23. The Man in the White Suit",
        "rating": "7.2",
        "description": "An altruistic chemist invents a fabric which resists wear and stain as a boon to humanity, but big business and labor realize it must be suppressed for economic reasons."
    },
    "24": {
        "name": "24. No Questions Asked",
        "rating": "6.7",
        "description": "An insurance lawyer unhappy with his rate of company advancement becomes a middleman in deals to recover stolen property from the Mob, thus earning a nice living. But his actions attract police attention and set him up for a double-cross."
    },
    "25": {
        "name": "25. Search for Tomorrow",
        "rating": "7.1",
        "description": "Jo Gardner lived in Henderson where she wed many times. She was a motel owner, librarian, then a B&B owner with best pal Stu Bergman. Jo's daughter Patti and Janet Bergman were good friends. Stu married first Marge, then Ellie."
    }
}