{
    "1": {
        "name": "1. Alien",
        "rating": "8.5",
        "description": "After investigating a mysterious transmission of unknown origin, the crew of a commercial spacecraft encounters a deadly lifeform."
    },
    "2": {
        "name": "2. Caligola",
        "rating": "5.3",
        "description": "A dramatization of the ascent to Caesar and subsequent reign of Caligula, one of the most notorious leaders of ancient Rome. We see his ambition, his scheming, his perversion and decadence, his brutality and his lunacy."
    },
    "3": {
        "name": "3. Apocalypse Now",
        "rating": "8.4",
        "description": "A U.S. Army officer serving in Vietnam is tasked with assassinating a renegade Special Forces Colonel who sees himself as a god."
    },
    "4": {
        "name": "4. Mad Max",
        "rating": "6.8",
        "description": "In a self-destructing world, a vengeful Australian policeman sets out to stop a violent motorcycle gang."
    },
    "5": {
        "name": "5. 10",
        "rating": "6.1",
        "description": "Hollywood composer George Webber endures a mid-life crisis, forsakes his sophisticated girlfriend Samantha Taylor, and becomes infatuated with sexy, newly married woman Jenny Hanley who is honeymooning at a Mexican resort."
    },
    "6": {
        "name": "6. The Warriors",
        "rating": "7.5",
        "description": "A street gang known as the Warriors must fight its way from the Bronx to its home turf on Coney Island when its members are falsely accused of assassinating a respected gang leader."
    },
    "7": {
        "name": "7. Stalker",
        "rating": "8.1",
        "description": "A guide leads two men through an area known as the Zone to find a room that grants wishes."
    },
    "8": {
        "name": "8. The Dukes of Hazzard",
        "rating": "7.1",
        "description": "The adventures of the fast-drivin', rubber-burnin' Duke boys of Hazzard County."
    },
    "9": {
        "name": "9. The Facts of Life",
        "rating": "6.8",
        "description": "Mrs. Edna Garrett, housemother and dietitian at the Eastland School, teaches a group of girls in her charge how to solve those problems that every teenager has to face."
    },
    "10": {
        "name": "10. Star Trek: The Motion Picture",
        "rating": "6.4",
        "description": "When an alien spacecraft of enormous power is spotted approaching Earth, Admiral James T. Kirk resumes command of the overhauled USS Enterprise in order to intercept it."
    },
    "11": {
        "name": "11. Meatballs",
        "rating": "6.2",
        "description": "Wacky hijinks of counselors and campers at a less-than-average summer camp."
    },
    "12": {
        "name": "12. Kramer vs. Kramer",
        "rating": "7.8",
        "description": "After his wife leaves him, a work-obsessed Manhattan advertising executive is forced to learn long-neglected parenting skills, but a heated custody battle over the couple's young son deepens the wounds left by the separation."
    },
    "13": {
        "name": "13. All That Jazz",
        "rating": "7.8",
        "description": "Director/choreographer Bob Fosse tells his own life story as he details the sordid career of Joe Gideon, a womanizing, drug-using dancer."
    },
    "14": {
        "name": "14. Die Blechtrommel",
        "rating": "7.5",
        "description": "In 1924, Oskar Matzerath is born in the Free City of Danzig. At age three, he falls down a flight of stairs and stops growing. In 1939, World War II breaks out."
    },
    "15": {
        "name": "15. Salem's Lot",
        "rating": "6.7",
        "description": "A novelist and a young horror fan attempt to save a small New England town which has been invaded by vampires."
    },
    "16": {
        "name": "16. Life of Brian",
        "rating": "8.0",
        "description": "Born on the original Christmas in the stable next door to Jesus Christ, Brian of Nazareth spends his life being mistaken for a messiah."
    },
    "17": {
        "name": "17. Hardcore",
        "rating": "7.0",
        "description": "A religious businessman from Michigan has to venture into the world of pornography in California, desperately searching for his runaway teenage daughter."
    },
    "18": {
        "name": "18. Nosferatu - Phantom der Nacht",
        "rating": "7.4",
        "description": "Count Dracula moves from Transylvania to Wismar, spreading the Black Plague across the land. Only a woman pure of heart can bring an end to his reign of horror."
    },
    "19": {
        "name": "19. Mr. Chance",
        "rating": "7.9",
        "description": "After the death of his employer forces him out of the only home he's ever known, a simpleminded, sheltered gardener becomes an unlikely trusted advisor to a powerful tycoon and an insider in Washington politics."
    },
    "20": {
        "name": "20. Moonraker",
        "rating": "6.2",
        "description": "James Bond investigates the mid-air theft of a space shuttle, and discovers a plot to commit global genocide."
    },
    "21": {
        "name": "21. Benson",
        "rating": "7.2",
        "description": "Jessica Tate's sharp-tongued former butler, Benson DuBois, moves up in the world, becoming first the governor's \"director of household affairs,\" then the state's budget director, then lieutenant governor and candidate for the executive mansion."
    },
    "22": {
        "name": "22. Breaking Away",
        "rating": "7.7",
        "description": "A working-class Indiana teen obsessed with the Italian cycling team vies for the affections of a college girl while searching for life goals with his friends."
    },
    "23": {
        "name": "23. Escape from Alcatraz",
        "rating": "7.6",
        "description": "Alcatraz is the most secure prison of its time. It is believed that no one can ever escape from it, until three daring men make a possibly successful attempt at escaping from one of the most infamous prisons in the world."
    },
    "24": {
        "name": "24. The Amityville Horror",
        "rating": "6.2",
        "description": "Newlyweds and their three children move into a large house where a mass murder was committed. They start to experience strange, inexplicable manifestations which have strong effects on everyone living in or visiting the house."
    },
    "25": {
        "name": "25. Tales of the Unexpected",
        "rating": "7.6",
        "description": "Short dramas each with a twist of some kind; across the first four seasons most of these are from short stories by Roald Dahl."
    }
}