{
    "1": {
        "name": "1. Batman: The Animated Series",
        "rating": "9.0",
        "description": "The Dark Knight battles crime in Gotham City."
    },
    "2": {
        "name": "2. Alien³",
        "rating": "6.4",
        "description": "Returning from LV-426, Ellen Ripley crash-lands on the maximum-security prison Fiorina 161, where she discovers that she has unwittingly brought along an unwelcome visitor."
    },
    "3": {
        "name": "3. Dracula",
        "rating": "7.4",
        "description": "The centuries old vampire Count Dracula comes to England to seduce his barrister Jonathan Harker's fiancée Mina Murray and inflict havoc in the foreign land."
    },
    "4": {
        "name": "4. X-Men",
        "rating": "8.4",
        "description": "A team of mutant superheroes fight for justice and human acceptance in the Marvel Comics universe."
    },
    "5": {
        "name": "5. Così fan tutte",
        "rating": "5.2",
        "description": "After five years of marriage, Diana discovers the joys of adultery, claiming that she can save her failing relationship through betrayal."
    },
    "6": {
        "name": "6. Reservoir Dogs",
        "rating": "8.3",
        "description": "When a simple jewelry heist goes horribly wrong, the surviving criminals begin to suspect that one of them is a police informant."
    },
    "7": {
        "name": "7. Basic Instinct",
        "rating": "7.1",
        "description": "A violent police detective investigates a brutal murder that might involve a manipulative and seductive novelist."
    },
    "8": {
        "name": "8. A Few Good Men",
        "rating": "7.7",
        "description": "Lt. Daniel Kaffee, a US military lawyer, defends two US marines charged with murdering a fellow marine at the Guantanamo Bay Naval Base in Cuba. The needle of suspicion, however, points to a colonel."
    },
    "9": {
        "name": "9. My Cousin Vinny",
        "rating": "7.6",
        "description": "Two New Yorkers accused of murder in rural Alabama while on their way back to college call in the help of one of their cousins, a loudmouth lawyer with no trial experience."
    },
    "10": {
        "name": "10. Heartbeat",
        "rating": "6.9",
        "description": "The 1960s lives and adventures of the police constabulary, medical staff, and residents of Ashfordly and Aidensfield."
    },
    "11": {
        "name": "11. Unforgiven",
        "rating": "8.2",
        "description": "Retired Old West gunslinger William Munny reluctantly takes on one last job, with the help of his old partner Ned Logan and a young man, The \"Schofield Kid.\""
    },
    "12": {
        "name": "12. A Touch of Frost",
        "rating": "7.9",
        "description": "DI Jack Frost is an unconventional policeman with sympathy for the underdog and an instinct for moral justice. Sloppy, disorganized, and disrespectful, he attracts trouble like a magnet."
    },
    "13": {
        "name": "13. Scent of a Woman",
        "rating": "8.0",
        "description": "A prep school student needing money agrees to \"babysit\" a blind man, but the job is not at all what he anticipated."
    },
    "14": {
        "name": "14. Tash ma Tash",
        "rating": "9.0",
        "description": "Follows two guys and their adventures in Kingdom Of Saudi Arabia."
    },
    "15": {
        "name": "15. Death Becomes Her",
        "rating": "6.6",
        "description": "When a fading actress learns of an immortality treatment, she sees it as a way to outdo her long-time rival."
    },
    "16": {
        "name": "16. The Last of the Mohicans",
        "rating": "7.6",
        "description": "Three trappers protect the daughters of a British Colonel in the midst of the French and Indian War."
    },
    "17": {
        "name": "17. Aladdin",
        "rating": "8.0",
        "description": "A kind-hearted street urchin and a power-hungry Grand Vizier vie for a magic lamp that has the power to make their deepest wishes come true."
    },
    "18": {
        "name": "18. Glengarry Glen Ross",
        "rating": "7.7",
        "description": "An examination of the machinations behind the scenes at a real estate office."
    },
    "19": {
        "name": "19. Melrose Place",
        "rating": "6.0",
        "description": "Classic serial drama around a group of friends living in Melrose Place, California."
    },
    "20": {
        "name": "20. Braindead",
        "rating": "7.5",
        "description": "A young man's mother is bitten by a Sumatran rat-monkey. She gets sick and dies, at which time she comes back to life, killing and eating dogs, nurses, friends, and neighbors."
    },
    "21": {
        "name": "21. A League of Their Own",
        "rating": "7.3",
        "description": "During World War II, sisters Dottie and Kit join the first female professional baseball league and struggle to help it succeed amid their own growing rivalry."
    },
    "22": {
        "name": "22. Batman Returns",
        "rating": "7.1",
        "description": "While Batman deals with a deformed man calling himself the Penguin wreaking havoc across Gotham with the help of a cruel businessman, a female employee of the latter becomes the Catwoman with her own vendetta."
    },
    "23": {
        "name": "23. Wayne's World",
        "rating": "7.0",
        "description": "Two slacker friends try to promote their public-access cable show."
    },
    "24": {
        "name": "24. Sister Act",
        "rating": "6.5",
        "description": "When a nightclub singer is forced to take refuge from the mob in a convent, she ends up turning the convent choir into a soulful chorus complete with a Motown repertoire, until the sudden celebrity of the choir jeopardizes her identity."
    },
    "25": {
        "name": "25. Gladiator",
        "rating": "6.5",
        "description": "Tommy Riley has moved with his dad to Chicago from a 'nice place'. He keeps to himself, goes to school. However, after a street fight he is noticed and quickly falls into the world of illegal underground boxing - where punches can kill."
    }
}