{
    "1": {
        "name": "1. Deadpool",
        "rating": "8.0",
        "description": "A wisecracking mercenary gets experimented on and becomes immortal yet hideously scarred, and sets out to track down the man who ruined his looks."
    },
    "2": {
        "name": "2. Stranger Things",
        "rating": "8.7",
        "description": "When a young boy vanishes, a small town uncovers a mystery involving secret experiments, terrifying supernatural forces and one strange little girl."
    },
    "3": {
        "name": "3. The Crown",
        "rating": "8.6",
        "description": "Follows the political rivalries and romances of Queen Elizabeth II's reign and the events that shaped Britain for the second half of the 20th century."
    },
    "4": {
        "name": "4. Boku no hîrô akademia",
        "rating": "8.3",
        "description": "A superhero-admiring boy enrolls in a prestigious hero academy and learns what it really means to be a hero, after the strongest superhero grants him his own powers."
    },
    "5": {
        "name": "5. Jack Reacher: Never Go Back",
        "rating": "6.1",
        "description": "Jack Reacher must uncover the truth behind a major government conspiracy in order to clear his name while on the run as a fugitive from the law."
    },
    "6": {
        "name": "6. Lucifer",
        "rating": "8.1",
        "description": "Lucifer Morningstar has decided he's had enough of being the dutiful servant in Hell and decides to spend some time on Earth to better understand humanity. He settles in Los Angeles - the City of Angels."
    },
    "7": {
        "name": "7. X-Men: Apocalypse",
        "rating": "6.8",
        "description": "In the 1980s, the X-Men must defeat an ancient all-powerful mutant, En Sabah Nur, who intends to thrive by bringing destruction to the world."
    },
    "8": {
        "name": "8. Westworld",
        "rating": "8.5",
        "description": "At the intersection of the near future and the reimagined past, waits a world in which every human appetite can be indulged without consequence."
    },
    "9": {
        "name": "9. This Is Us",
        "rating": "8.7",
        "description": "A heartwarming and emotional story about a unique set of triplets, their struggles, and their wonderful parents."
    },
    "10": {
        "name": "10. Designated Survivor",
        "rating": "7.4",
        "description": "A low-level Cabinet member becomes President of the United States after a catastrophic attack kills everyone above him in the line of succession."
    },
    "11": {
        "name": "11. Billions",
        "rating": "8.3",
        "description": "New money means no mercy as Mike Prince takes the Axe Capital throne. Chuck Rhoades is convinced no one should have that much wealth - or power. As all the players seek out new alliances, only one thing's for certain - wealth means war."
    },
    "12": {
        "name": "12. Nocturnal Animals",
        "rating": "7.5",
        "description": "A wealthy art gallery owner is haunted by her ex-husband's novel, a violent thriller she interprets as a symbolic revenge tale."
    },
    "13": {
        "name": "13. Split",
        "rating": "7.3",
        "description": "Three girls are kidnapped by a man with a diagnosed 23 distinct personalities. They must try to escape before the apparent emergence of a frightful new 24th."
    },
    "14": {
        "name": "14. Suicide Squad",
        "rating": "5.9",
        "description": "A secret government agency recruits some of the most dangerous incarcerated super-villains to form a defensive task force. Their first mission: save the world from the apocalypse."
    },
    "15": {
        "name": "15. Animal Kingdom",
        "rating": "8.2",
        "description": "Centers on a Southern California family, whose excessive lifestyle is fueled by their criminal activities."
    },
    "16": {
        "name": "16. Passengers",
        "rating": "7.0",
        "description": "A malfunction in a sleeping pod on a spacecraft traveling to a distant colony planet wakes one passenger 90 years early."
    },
    "17": {
        "name": "17. Star Trek Beyond",
        "rating": "7.0",
        "description": "The crew of the USS Enterprise explores the furthest reaches of uncharted space, where they encounter a new ruthless enemy, who puts them, and everything the Federation stands for, to the test."
    },
    "18": {
        "name": "18. The Good Place",
        "rating": "8.2",
        "description": "Four people and their otherworldly frienemy struggle in the afterlife to define what it means to be good."
    },
    "19": {
        "name": "19. The Night Manager",
        "rating": "8.0",
        "description": "The night manager of a Cairo hotel is recruited to infiltrate an arms dealer's inner circle."
    },
    "20": {
        "name": "20. Letterkenny",
        "rating": "8.6",
        "description": "Quick-witted, fast-paced snappy comedy about rural folk getting by in a small town."
    },
    "21": {
        "name": "21. Fleabag",
        "rating": "8.7",
        "description": "Series adapted from the award-winning play about a young woman trying to cope with life in London whilst coming to terms with a recent tragedy."
    },
    "22": {
        "name": "22. Ah-ga-ssi",
        "rating": "8.1",
        "description": "In 1930s Korea, a girl is hired as a handmaiden to a Japanese heiress who lives a secluded life on a countryside estate. But the maid has a secret: She is a pickpocket recruited by a swindler to help seduce the Lady and steal her fortune."
    },
    "23": {
        "name": "23. La La Land",
        "rating": "8.0",
        "description": "While navigating their careers in Los Angeles, a pianist and an actress fall in love while attempting to reconcile their aspirations for the future."
    },
    "24": {
        "name": "24. Terrifier",
        "rating": "5.6",
        "description": "On Halloween night, Tara Heyes finds herself as the obsession of a sadistic murderer known as Art the Clown."
    },
    "25": {
        "name": "25. War Dogs",
        "rating": "7.1",
        "description": "Loosely based on the true story of two young men, David Packouz and Efraim Diveroli, who won a three hundred million dollar contract from the Pentagon to arm America's allies in Afghanistan."
    }
}