{
    "1": {
        "name": "1. Logan",
        "rating": "8.1",
        "description": "In a future where mutants are nearly extinct, an elderly and weary Logan leads a quiet life. But when Laura, a mutant child pursued by scientists, comes to him for help, he must get her to safety."
    },
    "2": {
        "name": "2. Young Sheldon",
        "rating": "7.7",
        "description": "Meet a child genius named Sheldon Cooper (already seen as an adult in The Big Bang Theory (2007)) and his family. Some unique challenges face Sheldon, who is socially impaired."
    },
    "3": {
        "name": "3. Dark",
        "rating": "8.7",
        "description": "A family saga with a supernatural twist, set in a German town where the disappearance of two young children exposes the relationships among four families."
    },
    "4": {
        "name": "4. The Handmaid's Tale",
        "rating": "8.4",
        "description": "Set in a dystopian future, a woman is forced to live as a concubine under a fundamentalist theocratic dictatorship."
    },
    "5": {
        "name": "5. The Good Doctor",
        "rating": "8.0",
        "description": "Shaun Murphy, a young surgeon with autism and Savant syndrome, is recruited into the surgical unit of a prestigious hospital."
    },
    "6": {
        "name": "6. War for the Planet of the Apes",
        "rating": "7.4",
        "description": "After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind."
    },
    "7": {
        "name": "7. SEAL Team",
        "rating": "7.8",
        "description": "The lives of the elite Navy SEALs as they train, plan, and execute the most dangerous, high-stakes missions the United States of America can ask."
    },
    "8": {
        "name": "8. Mindhunter",
        "rating": "8.6",
        "description": "In the late 1970s, two FBI agents broaden the realm of criminal science by investigating the psychology behind murder and end up getting too close to real-life monsters."
    },
    "9": {
        "name": "9. La Casa De Papel",
        "rating": "8.2",
        "description": "An unusual group of robbers attempt to carry out the most perfect robbery in Spanish history - stealing 2.4 billion euros from the Royal Mint of Spain."
    },
    "10": {
        "name": "10. Alien: Covenant",
        "rating": "6.4",
        "description": "The crew of a colony ship, bound for a remote planet, discover an uncharted paradise with a threat beyond their imagination, and must attempt a harrowing escape."
    },
    "11": {
        "name": "11. The Chosen",
        "rating": "9.2",
        "description": "The Chosen is a historical drama based on the life of Jesus and those who knew him. Set against the backdrop of Roman oppression in first-century Israel, the series shares an authentic look at Jesus' revolutionary life and teachings."
    },
    "12": {
        "name": "12. S.W.A.T.",
        "rating": "7.2",
        "description": "Follows a Los Angeles Police Department (LAPD) Special Weapons and Tactics (SWAT) team as they battle crime in Los Angeles, California."
    },
    "13": {
        "name": "13. Ozark",
        "rating": "8.5",
        "description": "A financial advisor drags his family from Chicago to the Missouri Ozarks, where he must launder money to appease a drug boss."
    },
    "14": {
        "name": "14. Snowfall",
        "rating": "8.4",
        "description": "A look at the early days of the crack cocaine epidemic in Los Angeles during the beginning of the 1980s."
    },
    "15": {
        "name": "15. The Orville",
        "rating": "8.0",
        "description": "Set 400 years in the future, the crew of the U.S.S. Orville continue their mission of exploration, navigating both the mysteries of the universe, and the complexities of their own interpersonal relationships."
    },
    "16": {
        "name": "16. Get Out",
        "rating": "7.8",
        "description": "A young African-American visits his white girlfriend's parents for the weekend, where his simmering uneasiness about their reception of him eventually reaches a boiling point."
    },
    "17": {
        "name": "17. It",
        "rating": "7.3",
        "description": "In the summer of 1989, a group of bullied kids band together to destroy a shape-shifting monster, which disguises itself as a clown and preys on the children of Derry, their small Maine town."
    },
    "18": {
        "name": "18. Star Trek: Discovery",
        "rating": "7.0",
        "description": "Ten years before Kirk, Spock, and the Enterprise, the USS Discovery discovers new worlds and lifeforms as one Starfleet officer learns to understand all things alien."
    },
    "19": {
        "name": "19. The Greatest Showman",
        "rating": "7.5",
        "description": "Celebrates the birth of show business and tells of a visionary who rose from nothing to create a spectacle that became a worldwide sensation."
    },
    "20": {
        "name": "20. Blade Runner 2049",
        "rating": "8.0",
        "description": "Young Blade Runner K's discovery of a long-buried secret leads him to track down former Blade Runner Rick Deckard, who's been missing for thirty years."
    },
    "21": {
        "name": "21. Big Little Lies",
        "rating": "8.4",
        "description": "The apparently-perfect lives of upper-class mothers of students at a prestigious elementary school unravel to the point of murder when a single mother moves to their quaint California beach town."
    },
    "22": {
        "name": "22. The Punisher",
        "rating": "8.4",
        "description": "After his revenge on those who murdered his family, aimless Marine veteran Frank Castle finds a new meaning in life as a vigilante known as \"The Punisher\"."
    },
    "23": {
        "name": "23. Loudermilk",
        "rating": "7.9",
        "description": "Sam Loudermilk is a recovering alcoholic and substance-abuse counselor with a bad attitude. Although he has his drinking under control, Loudermilk discovers that when your life is a mess, getting clean is the easy part."
    },
    "24": {
        "name": "24. The Marvelous Mrs. Maisel",
        "rating": "8.7",
        "description": "After her husband leaves her, young mother of two Miriam \"Midge\" Maisel discovers that she has a talent for stand-up comedy. Could this be her calling?"
    },
    "25": {
        "name": "25. Riverdale",
        "rating": "6.5",
        "description": "While navigating the troubled waters of romance, school and family, Archie and his gang become entangled in dark Riverdale mysteries."
    }
}