{
    "1": {
        "name": "1. Thoroughly Modern Millie",
        "rating": "6.9",
        "description": "In New York City during the Roaring Twenties, would-be flapper Millie Dillmount's self-appointed mission to marry her boss is complicated by white slavers and true love."
    },
    "2": {
        "name": "2. The Graduate",
        "rating": "8.0",
        "description": "A disillusioned college graduate finds himself torn between his older lover and her daughter."
    },
    "3": {
        "name": "3. The Jungle Book",
        "rating": "7.6",
        "description": "Bagheera the Panther and Baloo the Bear have a difficult time trying to convince a boy to leave the jungle for human civilization."
    },
    "4": {
        "name": "4. Cool Hand Luke",
        "rating": "8.1",
        "description": "A laid-back Southern man is sentenced to two years in a rural prison, but refuses to conform."
    },
    "5": {
        "name": "5. Bonnie and Clyde",
        "rating": "7.7",
        "description": "Bored waitress Bonnie Parker falls in love with an ex-con named Clyde Barrow and together they start a violent crime spree through the country, stealing cars and robbing banks."
    },
    "6": {
        "name": "6. The Dirty Dozen",
        "rating": "7.7",
        "description": "During World War II, a rebellious U.S. Army Major is assigned a dozen convicted murderers to train and lead them into a mass assassination mission of German officers."
    },
    "7": {
        "name": "7. Mannix",
        "rating": "7.4",
        "description": "Private detective Joe Mannix uses force to solve crimes."
    },
    "8": {
        "name": "8. Belle De Jour",
        "rating": "7.6",
        "description": "A frigid young housewife decides to spend her midweek afternoons as a prostitute."
    },
    "9": {
        "name": "9. The Prisoner",
        "rating": "8.5",
        "description": "After he resigns, a secret agent is abducted and taken to what looks like an idyllic village, but is actually a bizarre prison. He refuses to give his warders information while attempting to escape."
    },
    "10": {
        "name": "10. In the Heat of the Night",
        "rating": "7.9",
        "description": "A black Philadelphia police detective is mistakenly suspected of a local murder while passing through a racially hostile Mississippi town, and after being cleared is reluctantly asked by the police chief to investigate the case."
    },
    "11": {
        "name": "11. You Only Live Twice",
        "rating": "6.8",
        "description": "James Bond and the Japanese Secret Service must find and stop the true culprit of a series of space hijackings, before war is provoked between Russia and the United States."
    },
    "12": {
        "name": "12. Guess Who's Coming to Dinner",
        "rating": "7.8",
        "description": "A couple's attitudes are challenged when their daughter introduces them to her African-American fiancé."
    },
    "13": {
        "name": "13. The Carol Burnett Show",
        "rating": "8.7",
        "description": "Legendary long-running television variety show featuring skits and songs by Carol Burnett, her comedy troupe, and their celebrity guests. Stars Carol Burnett, Vicki Lawrence, Harvey Korman, Lyle Waggoner, and Tim Conway."
    },
    "14": {
        "name": "14. Casino Royale",
        "rating": "5.0",
        "description": "In an early spy spoof, aging Sir James Bond comes out of retirement to take on SMERSH."
    },
    "15": {
        "name": "15. Waterhole #3",
        "rating": "6.2",
        "description": "Professional gambler Lewton Cole kills a Confederate soldier, then finds a map pinpointing the desert location where stolen Army gold bullion is buried. Cole plans to retrieve it, but other parties are searching for it, too."
    },
    "16": {
        "name": "16. The Samouri",
        "rating": "8.0",
        "description": "After professional hitman Jef Costello is seen by witnesses his efforts to provide himself an alibi drive him further into a corner."
    },
    "17": {
        "name": "17. Ironside",
        "rating": "6.9",
        "description": "Wheelchair-using, crime-fighting detective Robert T. Ironside battles the bad guys on the streets of San Francisco."
    },
    "18": {
        "name": "18. The Producers",
        "rating": "7.5",
        "description": "A stage-play producer devises a plan to make money by producing a sure-fire flop."
    },
    "19": {
        "name": "19. The High Chaparral",
        "rating": "7.6",
        "description": "The Cannon family runs the High Chaparral Ranch in the Arizona Territory in 1870s."
    },
    "20": {
        "name": "20. Dragnet 1967",
        "rating": "7.7",
        "description": "Police Detective Sgt. Joe Friday and his partners investigate crimes in Los Angeles."
    },
    "21": {
        "name": "21. Da uomo a uomo",
        "rating": "7.0",
        "description": "A young gunfighter forms a tenuous alliance with an aging ex-outlaw to track down and eliminate the bandits who killed his family, till the surprising end."
    },
    "22": {
        "name": "22. Valley of the Dolls",
        "rating": "6.0",
        "description": "Film version of Jacqueline Susann's best-selling novel chronicling the rise and fall of three young women in show business."
    },
    "23": {
        "name": "23. Rowan & Martin's Laugh-In",
        "rating": "8.0",
        "description": "The original rapid fire sketch comedy show."
    },
    "24": {
        "name": "24. Point Blank",
        "rating": "7.3",
        "description": "After being double-crossed and left for dead, a mysterious man named Walker single-mindedly tries to retrieve the money that was stolen from him."
    },
    "25": {
        "name": "25. Bad Man",
        "rating": "7.4",
        "description": "John Russell, disdained by his \"respectable\" fellow stagecoach passengers because he was raised by Native Americans, becomes their only hope for survival when they are set upon by outlaws."
    }
}