{
    "1": {
        "name": "1. Shichinin No Samurai",
        "rating": "8.6",
        "description": "Farmers from a village exploited by bandits hire a veteran samurai for protection, who gathers six other samurai to join him."
    },
    "2": {
        "name": "2. Rear Window",
        "rating": "8.5",
        "description": "A house and wheelchair-bound photographer, his fashion model girlfriend and his visiting Nurse spy on neighbors from his courtyard window. Despite skepticism by his PD Detective friend, they're convinced one of his neighbors is a murderer."
    },
    "3": {
        "name": "3. Dial M for Murder",
        "rating": "8.2",
        "description": "A former tennis star arranges the murder of his adulterous wife."
    },
    "4": {
        "name": "4. Godzilla",
        "rating": "7.5",
        "description": "After a dinosaur-like beast - awoken from undersea hibernation by atom bomb testing - ravages Tokyo, a scientist must decide if his similarly dangerous weapon should be used to destroy it."
    },
    "5": {
        "name": "5. On the Waterfront",
        "rating": "8.1",
        "description": "An ex-prize fighter turned New Jersey longshoreman struggles to stand up to his corrupt union bosses, including his older brother, as he starts to connect with the grieving sister of one of the syndicate's victims."
    },
    "6": {
        "name": "6. The Mad Magician",
        "rating": "6.5",
        "description": "An illusionist becomes homicidal when his best kept magic secrets are stolen by his rival."
    },
    "7": {
        "name": "7. Seven Brides for Seven Brothers",
        "rating": "7.3",
        "description": "When a backwoodsman in 1850s Oregon brings a wife home to his farm, his six brothers decide that they want to get married too."
    },
    "8": {
        "name": "8. Sabrina",
        "rating": "7.6",
        "description": "A playboy becomes interested in the daughter of his family's chauffeur, but it's his more serious brother who would be the better man for her."
    },
    "9": {
        "name": "9. Mutiny of Caine",
        "rating": "7.7",
        "description": "When a U.S. Naval captain shows signs of mental instability that jeopardises the ship, the first officer is urged to consider relieving him of command."
    },
    "10": {
        "name": "10. Lassie",
        "rating": "6.5",
        "description": "The ongoing saga of the Martin family and their beloved collie, Lassie."
    },
    "11": {
        "name": "11. 20,000 Leagues Under the Sea",
        "rating": "7.2",
        "description": "A ship sent to investigate a wave of mysterious sinkings encounters the advanced submarine, the Nautilus, commanded by Captain Nemo."
    },
    "12": {
        "name": "12. I Don't Know",
        "rating": "6.9",
        "description": "A strange prehistoric beast lurks in the depths of the Amazonian jungle. A group of scientists try to capture the animal and bring it back to civilization for study."
    },
    "13": {
        "name": "13. Beau Brummell",
        "rating": "6.4",
        "description": "In 1796, Captain George Bryan \"Beau\" Brummell of the 10th Royal Hussars Regiment offends the Prince of Wales with his straightforward outspokenness and gets fired from the Army but is chosen as the Prince's personal advisor."
    },
    "14": {
        "name": "14. River of No Return",
        "rating": "6.6",
        "description": "The titular river unites a farmer recently released from prison, his young son, and an ambitious saloon singer. In order to survive, each must be purged of anger, and each must learn to understand and care for the others."
    },
    "15": {
        "name": "15. The High and the Mighty",
        "rating": "6.6",
        "description": "When a commercial airliner develops engine problems on a trans-Pacific flight and the pilot loses his nerve, it is up to the washed-up co-pilot Dan Roman to bring the plane in safely."
    },
    "16": {
        "name": "16. Them!",
        "rating": "7.2",
        "description": "The earliest atomic tests in New Mexico cause common ants to mutate into giant man-eating monsters that threaten civilization."
    },
    "17": {
        "name": "17. White Christmas",
        "rating": "7.6",
        "description": "A successful song-and-dance team become romantically involved with a sister act and team up to save the failing Vermont inn of their former commanding general."
    },
    "18": {
        "name": "18. A Bullet Is Waiting",
        "rating": "5.6",
        "description": "After their small plane crashes in the wilderness, a sheriff's deputy and his prisoner take shelter at an isolated farm."
    },
    "19": {
        "name": "19. Secret of the Incas",
        "rating": "6.0",
        "description": "An adventurer searchers for hidden treasure in the Peruvian jungles."
    },
    "20": {
        "name": "20. Father Knows Best",
        "rating": "7.4",
        "description": "The popular radio show comes to life in this hit sitcom about a wise family man, Jim Anderson, his common-sense wife Margaret and their children Betty, Bud and Kathy."
    },
    "21": {
        "name": "21. The Magical World of Disney",
        "rating": "8.4",
        "description": "A Disney-produced anthology covering many different genres."
    },
    "22": {
        "name": "22. A Star Is Born",
        "rating": "7.5",
        "description": "In George Cukor's remake, fading matinee idol Norman Maine helps young singer and actress Esther Blodgett find fame, even as age and alcoholism send his own career on a downward spiral."
    },
    "23": {
        "name": "23. Black Widow",
        "rating": "6.7",
        "description": "An aspiring young writer insinuates herself into the life of a Broadway producer only to meet an unexpected fate."
    },
    "24": {
        "name": "24. Brigadoon",
        "rating": "6.8",
        "description": "Two Americans on a hunting trip in Scotland become lost. They encounter a small village, not on the map, called Brigadoon, in which people harbor a mysterious secret, and behave as if they were still living two hundred years in the past."
    },
    "25": {
        "name": "25. Vera Cruz",
        "rating": "7.0",
        "description": "During the Mexican Rebellion of 1866, an unsavory group of American adventurers are hired by the forces of Emporer Maximilian to escort a countess to Vera Cruz."
    }
}