{
    "1": {
        "name": "1. Beetlejuice",
        "rating": "7.5",
        "description": "The spirits of a deceased couple are harassed by an unbearable family that has moved into their home, and hire a malicious spirit to drive them out."
    },
    "2": {
        "name": "2. Cocktail",
        "rating": "5.9",
        "description": "A talented New York City bartender takes a job at a bar in Jamaica and falls in love."
    },
    "3": {
        "name": "3. Heathers",
        "rating": "7.2",
        "description": "At Westerburg High where cliques rule, jocks dominate and all the popular girls are named Heather, it's going to take a Veronica and mysterious new kid to give teen angst a body count."
    },
    "4": {
        "name": "4. Die Hard",
        "rating": "8.2",
        "description": "A New York City police officer tries to save his estranged wife and several others taken hostage by terrorists during a Christmas party at the Nakatomi Plaza in Los Angeles."
    },
    "5": {
        "name": "5. Roseanne",
        "rating": "7.0",
        "description": "A revival of the popular 1990s sitcom \"Roseanne,\" which centered on the everyday life of an American working-class family."
    },
    "6": {
        "name": "6. Grave of the Fireflies",
        "rating": "8.5",
        "description": "A young boy and his little sister struggle to survive in Japan during World War II."
    },
    "7": {
        "name": "7. Coming to America",
        "rating": "7.1",
        "description": "An extremely pampered African prince travels to Queens, New York and goes undercover to find a wife that he can respect for her intelligence and strong will."
    },
    "8": {
        "name": "8. In the Heat of the Night",
        "rating": "7.6",
        "description": "The cases and adventures of the police forces in and around Sparta, Mississippi."
    },
    "9": {
        "name": "9. Cinema Paradiso",
        "rating": "8.5",
        "description": "A filmmaker recalls his childhood when falling in love with the pictures at the cinema of his home village and forms a deep friendship with the cinema's projectionist."
    },
    "10": {
        "name": "10. They Live",
        "rating": "7.2",
        "description": "They influence our decisions without us knowing it. They numb our senses without us feeling it. They control our lives without us realizing it. They live."
    },
    "11": {
        "name": "11. My Neighbour Totoro",
        "rating": "8.1",
        "description": "When two girls move to the country to be near their ailing mother, they have adventures with the wondrous forest spirits who live nearby."
    },
    "12": {
        "name": "12. Bloodsport",
        "rating": "6.8",
        "description": "\"Bloodsport\" follows Frank Dux, an American martial artist serving in the military, who decides to leave the army to compete in a martial arts tournament in Hong Kong where fights to the death can occur."
    },
    "13": {
        "name": "13. Big",
        "rating": "7.3",
        "description": "After wishing to be made big, a teenage boy wakes the next morning to find himself mysteriously in the body of an adult."
    },
    "14": {
        "name": "14. The Great Outdoors",
        "rating": "6.6",
        "description": "A Chicago man and his family go camping with his obnoxious brother-in-law."
    },
    "15": {
        "name": "15. Rain Man",
        "rating": "8.0",
        "description": "After a selfish L.A. yuppie learns his estranged father left a fortune to an autistic-savant brother in Ohio that he didn't know existed, he absconds with his brother and sets out across the country, hoping to gain a larger inheritance."
    },
    "16": {
        "name": "16. Who Framed Roger Rabbit",
        "rating": "7.7",
        "description": "When a cartoon rabbit is accused of murder, he enlists the help of a burnt out private investigator to prove his innocence."
    },
    "17": {
        "name": "17. Red Dwarf",
        "rating": "8.4",
        "description": "The adventures of the last human alive and his friends, stranded three million years into deep space on the mining ship Red Dwarf."
    },
    "18": {
        "name": "18. Home and Away",
        "rating": "5.1",
        "description": "This show chronicles the lives, loves, happiness, and heartbreaks of the residents of Summer Bay, a small coastal town jon the upper Northern Beaches of Sydney, New South Wales, Australia."
    },
    "19": {
        "name": "19. The Wonder Years",
        "rating": "8.4",
        "description": "Kevin Arnold recalls growing up during the late 60s and early 70s; the turbulent social times make the transition from child to adult unusually interesting."
    },
    "20": {
        "name": "20. Akira",
        "rating": "8.0",
        "description": "A secret military project endangers Neo-Tokyo when it turns a biker gang member into a rampaging psychic psychopath who can only be stopped by a teenager, his gang of biker friends and a group of psychics."
    },
    "21": {
        "name": "21. The Vanishing",
        "rating": "7.7",
        "description": "Rex and Saskia, a young couple in love, are on vacation. They stop at a busy service station and Saskia is abducted. After three years and no sign of Saskia, Rex begins receiving letters from the abductor."
    },
    "22": {
        "name": "22. Willow",
        "rating": "7.2",
        "description": "A young farmer is chosen to undertake a perilous journey in order to protect a special baby from an evil queen."
    },
    "23": {
        "name": "23. The Blob",
        "rating": "6.7",
        "description": "A deadly entity from space crash-lands near a small town and begins consuming everyone in its path. Panic ensues as shady government scientists try to contain the horrific creature."
    },
    "24": {
        "name": "24. Young Guns",
        "rating": "6.8",
        "description": "A group of young gunmen, led by Billy the Kid, become deputies to avenge the murder of the rancher who became their benefactor. But when Billy takes their authority too far, they become the hunted."
    },
    "25": {
        "name": "25. Child's Play",
        "rating": "6.7",
        "description": "A struggling single mother unknowingly gifts her son a doll imbued with a serial killer's consciousness."
    }
}