{
    "1": {
        "name": "1. Time Bandits",
        "rating": "6.9",
        "description": "A young boy accidentally joins a band of time travelling dwarves, as they jump from era to era looking for treasure to steal."
    },
    "2": {
        "name": "2. The Fall Guy",
        "rating": "7.1",
        "description": "Film stuntman Colt Seavers moonlights as a bounty hunter when movie work is slow. He chases after bad guys and returns them to the Los Angeles area. His two companions Howie Munson and Jody Banks frequently provide assistance."
    },
    "3": {
        "name": "3. Chariots of Fire",
        "rating": "7.1",
        "description": "Two British track athletes, one a determined Jew and the other a devout Christian, are driven to win in the 1924 Olympics as they wrestle with issues of pride and conscience."
    },
    "4": {
        "name": "4. Raiders of the Lost Ark",
        "rating": "8.4",
        "description": "In 1936, archaeologists and adventurers of the U.S. government hired Indiana Jones to find the Ark of the Covenant before the Nazis could obtain its extraordinary powers."
    },
    "5": {
        "name": "5. The Road Warrior",
        "rating": "7.6",
        "description": "In the post-apocalyptic Australian wasteland, a cynical drifter agrees to help a small, gasoline-rich community get rid of a horde of bandits."
    },
    "6": {
        "name": "6. Possession",
        "rating": "7.3",
        "description": "A woman starts exhibiting increasingly disturbing behavior after asking her husband for a divorce. Suspicions of infidelity soon give way to something much more sinister."
    },
    "7": {
        "name": "7. Endless Love",
        "rating": "4.9",
        "description": "Parental disapproval of a passionate romance between teenagers Jade Butterfield and David Axelrod leads to arguments, circumstance, insanity and tragedy."
    },
    "8": {
        "name": "8. The Evil Dead",
        "rating": "7.4",
        "description": "Five friends travel to a cabin in the woods, where they unknowingly release flesh-possessing demons."
    },
    "9": {
        "name": "9. Excalibur",
        "rating": "7.3",
        "description": "Merlin the magician helps Arthur Pendragon unite the Britons around the Round Table of Camelot, even as dark forces conspire to tear it apart."
    },
    "10": {
        "name": "10. Only Fools and Horses....",
        "rating": "9.0",
        "description": "Comedy that follows two brothers from London's rough Peckham estate as they wheel and deal through a number of dodgy deals and search for the big score that'll make them millionaires."
    },
    "11": {
        "name": "11. Stripes",
        "rating": "6.8",
        "description": "Two friends who are dissatisfied with their jobs decide to join the army for a bit of fun."
    },
    "12": {
        "name": "12. My Dinner with Andre",
        "rating": "7.7",
        "description": "Two old friends meet for dinner; as one tells anecdotes detailing his experiences, the other notices their differing worldviews."
    },
    "13": {
        "name": "13. New York 1997",
        "rating": "7.1",
        "description": "In 1997, when the U.S. president crashes into Manhattan, now a giant maximum security prison, a convicted bank robber is sent in to rescue him."
    },
    "14": {
        "name": "14. An American Werewolf in London",
        "rating": "7.5",
        "description": "American college students David Kessler and Jack Goodman on a walking tour of Britain are attacked by a werewolf that none of the locals will admit exists. Jack dies. David recovers in a hospital, where he has nightmares."
    },
    "15": {
        "name": "15. Porky's",
        "rating": "6.2",
        "description": "In 1954, a group of Florida high-school guys try to help their buddy lose his virginity, which leads them to seek revenge on a sleazy nightclub owner and his redneck sheriff brother for harassing them."
    },
    "16": {
        "name": "16. Dynasty",
        "rating": "6.4",
        "description": "The trials and tribulations of two feuding families, the Carringtons and the Colbys, both oil rich families in Denver, Colorado."
    },
    "17": {
        "name": "17. Das Boot",
        "rating": "8.4",
        "description": "A German U-boat stalks the frigid waters of the North Atlantic as its young crew experience the sheer terror and claustrophobic life of a submariner in World War II."
    },
    "18": {
        "name": "18. Thief",
        "rating": "7.4",
        "description": "After years in prison, ace safe-cracker Frank owns a car dealership and a cocktail lounge, which are fronts for high-stakes jewelry heists. He wants to complete one last big heist for the Mob before he goes straight."
    },
    "19": {
        "name": "19. Body Heat",
        "rating": "7.4",
        "description": "During an extreme heatwave, a beautiful Florida woman and a seedy lawyer engage in an affair while plotting the murder of her rich husband."
    },
    "20": {
        "name": "20. Heavy Metal",
        "rating": "6.6",
        "description": "A glowing green orb that embodies ultimate evil terrorizes a young girl with an anthology of bizarre and fantastic stories."
    },
    "21": {
        "name": "21. The Cannonball Run",
        "rating": "6.2",
        "description": "A wide variety of eccentric competitors participate in a wild and illegal cross-country road race. However, the eccentric entrants will do anything to win the road race, including low-down, dirty tricks."
    },
    "22": {
        "name": "22. Outland",
        "rating": "6.6",
        "description": "A federal marshal stationed at a mining colony on the Jupiter moon of Io uncovers a drug-smuggling conspiracy. He gets no help from the workers or authorities when he finds himself marked for murder."
    },
    "23": {
        "name": "23. For Your Eyes Only",
        "rating": "6.7",
        "description": "Secret service agent James Bond is assigned to find a missing British vessel equipped with a weapons encryption device and prevent it from falling into enemy hands."
    },
    "24": {
        "name": "24. Blow Out",
        "rating": "7.4",
        "description": "A movie sound recordist accidentally records the evidence that proves that a car accident was actually murder and consequently finds himself in danger."
    },
    "25": {
        "name": "25. Hill Street Blues",
        "rating": "8.2",
        "description": "The lives and work of the staff of an inner city police precinct."
    }
}