{
    "1": {
        "name": "1. House of the Dragon",
        "rating": "8.4",
        "description": "An internal succession war within House Targaryen at the height of its power, 172 years before the birth of Daenerys Targaryen."
    },
    "2": {
        "name": "2. The Bear",
        "rating": "8.6",
        "description": "A young chef from the fine dining world returns to Chicago to run his family's sandwich shop."
    },
    "3": {
        "name": "3. The Lord of the Rings: The Rings of Power",
        "rating": "6.9",
        "description": "Epic drama set thousands of years before the events of J.R.R. Tolkien's 'The Hobbit' and 'The Lord of the Rings' follows an ensemble cast of characters, both familiar and new, as they confront the long-feared re-emergence of evil to Middle-earth."
    },
    "4": {
        "name": "4. From",
        "rating": "7.7",
        "description": "Unravel the mystery of a city in middle U.S.A. that imprisons everyone who enters. As the residents struggle to maintain a sense of normality and seek a way out, they must also survive the threats of the surrounding forest."
    },
    "5": {
        "name": "5. Vikings: Valhalla",
        "rating": "7.3",
        "description": "Follow-up series to 'Vikings' set 100 years later and focusing on the adventures of Leif Erikson, Freydis, Harald Hardrada, and the Norman King William the Conqueror."
    },
    "6": {
        "name": "6. X",
        "rating": "6.5",
        "description": "In 1979, a group of young filmmakers set out to make an adult film in a rural Texas farm, but when their reclusive, elderly hosts catch them in the act, the crew find themselves fighting for their lives."
    },
    "7": {
        "name": "7. Severance",
        "rating": "8.7",
        "description": "Mark leads a team of office workers whose memories have been surgically divided between their work and personal lives. When a mysterious colleague appears outside of work, it begins a journey to discover the truth about their jobs."
    },
    "8": {
        "name": "8. Slow Horses",
        "rating": "8.1",
        "description": "Follows a team of British intelligence agents who serve as a dumping ground department of MI5 due to their career-ending mistakes."
    },
    "9": {
        "name": "9. Reacher",
        "rating": "8.0",
        "description": "Itinerant former military policeman Jack Reacher solves crimes and metes out his own brand of street justice. Based on the novels by Lee Child."
    },
    "10": {
        "name": "10. The Serpent Queen",
        "rating": "7.7",
        "description": "Series based on Leonie Frieda's book \"Catherine de Medici: Renaissance Queen of France.\""
    },
    "11": {
        "name": "11. Wednesday",
        "rating": "8.1",
        "description": "Follows Wednesday Addams' years as a student, when she attempts to master her emerging psychic ability, thwart a killing spree, and solve the mystery that embroiled her parents."
    },
    "12": {
        "name": "12. Fire Country",
        "rating": "7.1",
        "description": "A young convict joins a firefighting program looking for redemption and a shortened prison sentence. He and other inmates work alongside elite firefighters to extinguish massive blazes across the region."
    },
    "13": {
        "name": "13. Pearl",
        "rating": "7.0",
        "description": "In 1918, a young woman on the brink of madness pursues stardom in a desperate attempt to escape the drudgery, isolation, and lovelessness of life on her parents' farm."
    },
    "14": {
        "name": "14. Troppo",
        "rating": "7.4",
        "description": "Disgraced ex-cop Ted Conkaffey is falsely accused of a disturbing crime. He escapes to the wilds of Far North Queensland and becomes entangled with an eccentric private investigator."
    },
    "15": {
        "name": "15. Tulsa King",
        "rating": "8.0",
        "description": "Following his release from prison, Mafia capo Dwight \"The General\" Manfredi is exiled to Tulsa, Oklahoma, where he builds a new criminal empire with a group of unlikely characters."
    },
    "16": {
        "name": "16. Anne Rice's Interview with the Vampire",
        "rating": "7.3",
        "description": "Based on Anne Rice's iconic novel, follow Louis de Pointe's epic story of love, blood and the perils of immortality, as told to the journalist Daniel Molloy."
    },
    "17": {
        "name": "17. The Batman",
        "rating": "7.8",
        "description": "When a sadistic serial killer begins murdering key political figures in Gotham, The Batman is forced to investigate the city's hidden corruption and question his family's involvement."
    },
    "18": {
        "name": "18. Joyride",
        "rating": "6.1",
        "description": "A headstrong solicitor's plan to offload her new born baby to her sister, is derailed when a vulnerable but opinionated teenager steals their taxi."
    },
    "19": {
        "name": "19. Top Gun: Maverick",
        "rating": "8.2",
        "description": "The story involves Maverick confronting his past while training a group of younger Top Gun graduates, including the son of his deceased best friend, for a dangerous mission."
    },
    "20": {
        "name": "20. 1923",
        "rating": "8.3",
        "description": "The Duttons face a new set of challenges in the early 20th century, including the rise of Western expansion, Prohibition, and the Great Depression."
    },
    "21": {
        "name": "21. Kleo",
        "rating": "7.5",
        "description": "After the fall of the Berlin Wall, a former spy killer is set free and embarks on a revenge spree against the people who conspired to betray her."
    },
    "22": {
        "name": "22. Black Bird",
        "rating": "8.1",
        "description": "Jimmy Keene is sentenced to 10 years in a minimum security prison but he cuts a deal with the FBI to befriend a suspected serial killer. Keene has to elicit a confession from Larry Hall to find the bodies of as many as eighteen women."
    },
    "23": {
        "name": "23. Bullet Train",
        "rating": "7.3",
        "description": "Five assassins aboard a swiftly-moving bullet train find out that their missions have something in common."
    },
    "24": {
        "name": "24. Star Trek: Strange New Worlds",
        "rating": "8.3",
        "description": "A prequel to Star Trek: The Original Series, the show follows the crew of the USS Enterprise under Captain Christopher Pike."
    },
    "25": {
        "name": "25. Sinjoora Volpe",
        "rating": "7.2",
        "description": "Sylvia, a disillusioned British spy turned detective starts a new life in the beautiful heart of Italy. She soon finds out trouble follows her wherever she goes."
    }
}