{
    "1": {
        "name": "1. Alien 2",
        "rating": "8.4",
        "description": "Decades after surviving the Nostromo incident, Ellen Ripley is sent out to re-establish contact with a terraforming colony but finds herself battling the Alien Queen and her offspring."
    },
    "2": {
        "name": "2. Top Gun",
        "rating": "6.9",
        "description": "The Top Gun Naval Fighter Weapons School is where the best of the best train to refine their elite flying skills. When hotshot fighter pilot Maverick is sent to the school, his reckless attitude and cocky demeanor put him at odds with the other pilots, especially the cool and collected Iceman."
    },
    "3": {
        "name": "3. Stand by Me",
        "rating": "8.1",
        "description": "A writer recounts a childhood journey with his friends to find the body of a missing boy."
    },
    "4": {
        "name": "4. Ferris Bueller's Day Off",
        "rating": "7.8",
        "description": "A popular high school student, admired by his peers, decides to take a day off from school and goes to extreme lengths to pull it off, to the chagrin of his Dean, who'll do anything to stop him."
    },
    "5": {
        "name": "5. Blue Velvet",
        "rating": "7.7",
        "description": "The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of psychopathic criminals who have kidnapped her child."
    },
    "6": {
        "name": "6. Manhunter",
        "rating": "7.2",
        "description": "Former FBI profiler Will Graham returns to service to pursue a deranged serial killer dubbed \"the Tooth Fairy\" by the media."
    },
    "7": {
        "name": "7. Platoon",
        "rating": "8.1",
        "description": "Chris Taylor, a neophyte recruit in Vietnam, finds himself caught in a battle of wills between two sergeants, one good and the other evil. A shrewd examination of the brutality of war and the duality of man in conflict."
    },
    "8": {
        "name": "8. Matlock",
        "rating": "7.1",
        "description": "Ben Matlock is a very expensive criminal defense attorney, who charges one hundred thousand dollars to take a case. Fortunately, he's worth every penny, as he and his associates defend his clients by finding the real killer."
    },
    "9": {
        "name": "9. Maze",
        "rating": "7.3",
        "description": "Sixteen-year-old Sarah must solve a labyrinth to rescue her baby brother when he is taken by the Goblin King."
    },
    "10": {
        "name": "10. Big Trouble in Little China",
        "rating": "7.2",
        "description": "A rough-and-tumble trucker and his side kick face off with an ancient sorcerer in a supernatural battle beneath Chinatown."
    },
    "11": {
        "name": "11. The Fly",
        "rating": "7.6",
        "description": "A brilliant but eccentric scientist begins to transform into a giant man/fly hybrid after one of his experiments goes horribly wrong."
    },
    "12": {
        "name": "12. Pretty in Pink",
        "rating": "6.7",
        "description": "A poor girl must choose between the affections of dating her childhood sweetheart or a rich but sensitive playboy."
    },
    "13": {
        "name": "13. Howard the Duck",
        "rating": "4.7",
        "description": "A sarcastic humanoid duck is pulled from his homeworld to Earth where he must stop an alien invasion with the help of a nerdy scientist and a struggling female rock singer."
    },
    "14": {
        "name": "14. Highlander",
        "rating": "7.0",
        "description": "An immortal Scottish swordsman must confront the last of his immortal opponents, a murderously brutal barbarian who lusts for the fabled \"Prize\"."
    },
    "15": {
        "name": "15. The Name of the Rone",
        "rating": "7.7",
        "description": "An intellectually nonconformist friar investigates a series of mysterious deaths in an isolated abbey."
    },
    "16": {
        "name": "16. The Karate Kid Part II",
        "rating": "6.1",
        "description": "Daniel accompanies his mentor, Mr. Miyagi, to Miyagi's childhood home in Okinawa. Miyagi visits his dying father and confronts his old rival, while Daniel falls in love and inadvertently makes a new rival of his own."
    },
    "17": {
        "name": "17. The Color of Money",
        "rating": "7.0",
        "description": "Fast Eddie Felson teaches a cocky but immensely talented protégé the ropes of pool hustling, which in turn inspires him to make an unlikely comeback."
    },
    "18": {
        "name": "18. Casualty",
        "rating": "6.1",
        "description": "The everyday lives of the people frequenting the frenetic Accident and Emergency department of Holby City Hospital."
    },
    "19": {
        "name": "19. Short Circuit",
        "rating": "6.6",
        "description": "Number 5 of a group of experimental robots in a lab is electrocuted, suddenly becomes intelligent, and escapes."
    },
    "20": {
        "name": "20. Nine 1/2 Weeks",
        "rating": "5.9",
        "description": "A woman becomes involved with a man she barely knows. Complications develop during their sexual escapades."
    },
    "21": {
        "name": "21. ALF",
        "rating": "7.4",
        "description": "When an ugly creature, who loves eating cats, crash-lands into the Tanner family's garage, they treat him as a guest and allow him to live with them as he comments on the stupidity of mankind."
    },
    "22": {
        "name": "22. L'iniziazione",
        "rating": "5.6",
        "description": "A teenager returns home to spend his summer vacation. However, in a mansion full of women, he will have no choice but to expand his education in titillating ways."
    },
    "23": {
        "name": "23. Little Shop of Horrors",
        "rating": "7.1",
        "description": "A nerdy florist finds his chance for success and romance with the help of a giant man-eating plant who demands to be fed."
    },
    "24": {
        "name": "24. 'Crocodile' Dundee",
        "rating": "6.6",
        "description": "American reporter Sue Charlton travels to the Australian outback to meet eccentric poacher Mick \"Crocodile\" Dundee and invites him to New York City, where he comes face-to-face with the complexities of modern life. Can this bushman adapt?"
    },
    "25": {
        "name": "25. Three Amigos!",
        "rating": "6.5",
        "description": "Three actors accept an invitation to a Mexican village to perform their onscreen bandit fighter roles, unaware that it is the real thing."
    }
}