{
    "1": {
        "name": "1. The Exorcist",
        "rating": "8.1",
        "description": "When a mysterious entity possesses a young girl, her mother seeks the help of two Catholic priests to save her life."
    },
    "2": {
        "name": "2. The Young and the Restless",
        "rating": "5.3",
        "description": "Set in Genoa City, this is the long-running soap that tells the story of the struggle behind the business, and sex-savvy Abbott and Newman clans."
    },
    "3": {
        "name": "3. The Train Robbers",
        "rating": "6.4",
        "description": "A gunhand named Lane is hired by a widow, Mrs. Lowe, to find gold stolen by her husband so that she may return it and start fresh."
    },
    "4": {
        "name": "4. American Graffiti",
        "rating": "7.4",
        "description": "A group of teenagers in California's central valley spend one final night after their 1962 high school graduation cruising the strip with their buddies before they pursue their varying goals."
    },
    "5": {
        "name": "5. The Wicker Man",
        "rating": "7.5",
        "description": "A puritan police sergeant arrives in a Scottish island village in search of a missing girl, who the pagan locals claim never existed."
    },
    "6": {
        "name": "6. Westworld",
        "rating": "6.9",
        "description": "A robot malfunction creates havoc and terror for unsuspecting vacationers at a futuristic, adult-themed amusement park."
    },
    "7": {
        "name": "7. The Last of Sheila",
        "rating": "7.2",
        "description": "A year after Sheila is killed by a hit-and-run driver, her wealthy husband invites a group of friends to spend a week on his yacht playing a scavenger hunt mystery game. The game turns out to be all too real and all too deadly."
    },
    "8": {
        "name": "8. Papillon",
        "rating": "8.0",
        "description": "A French convict in the 1930s befriends a fellow criminal as the two of them begin serving their sentence in the South American penal colony on Devil's Island, which inspires the man to plot his escape."
    },
    "9": {
        "name": "9. La Montaña Sagrada",
        "rating": "7.7",
        "description": "In a corrupt, greed-fueled world, a powerful alchemist leads a messianic character and seven materialistic figures to the Holy Mountain, where they hope to achieve enlightenment."
    },
    "10": {
        "name": "10. The Sting",
        "rating": "8.3",
        "description": "Two grifters team up to pull off the ultimate con."
    },
    "11": {
        "name": "11. Enter the Dragon",
        "rating": "7.6",
        "description": "A Shaolin martial artist travels to an island fortress to spy on an opium lord - who is also a former monk from his temple - under the guise of attending a fighting tournament."
    },
    "12": {
        "name": "12. The Day of the Jackal",
        "rating": "7.8",
        "description": "In the aftermath of France allowing Algeria's independence, a group of resentful military veterans hire a professional assassin codenamed \"Jackal\" to kill President Charles de Gaulle."
    },
    "13": {
        "name": "13. Kojak",
        "rating": "7.1",
        "description": "A bald, lollipop sucking police detective with a fiery righteous attitude battles crime in his city."
    },
    "14": {
        "name": "14. Robin Hood",
        "rating": "7.5",
        "description": "The story of the legendary British outlaw portrayed with the characters as anthropomorphic animals."
    },
    "15": {
        "name": "15. Don't Look Now",
        "rating": "7.1",
        "description": "A married couple grieving the recent death of their young daughter are in Venice when they encounter two elderly sisters, one of whom is psychic and brings a warning from beyond."
    },
    "16": {
        "name": "16. Last of the Summer Wine",
        "rating": "7.1",
        "description": "Three old men from Yorkshire who have never grown up face the trials of their fellow town citizens and everyday life and stay young by reminiscing about the days of their youth and attempting feats not common to the elderly."
    },
    "17": {
        "name": "17. Serpico",
        "rating": "7.7",
        "description": "An honest New York cop named Frank Serpico blows the whistle on rampant corruption in the force only to have his comrades turn against him."
    },
    "18": {
        "name": "18. The Long Goodbye",
        "rating": "7.5",
        "description": "Private eye Philip Marlowe helps friend Terry Lennox out of a jam and is implicated in his wife Sylvia's murder. He also is hired by Eileen Wade to locate her dipsomaniac husband Roger, who frequently disappears when he wants to dry out."
    },
    "19": {
        "name": "19. High Plains Drifter",
        "rating": "7.4",
        "description": "A gun-fighting stranger comes to the small settlement of Lago and is hired to bring the townsfolk together in an attempt to hold off three outlaws who are on their way."
    },
    "20": {
        "name": "20. Live and Let Die",
        "rating": "6.7",
        "description": "James Bond is sent to stop a diabolically brilliant heroin magnate armed with a complex organisation and a reliable psychic tarot card reader."
    },
    "21": {
        "name": "21. Soylent Green",
        "rating": "7.0",
        "description": "A nightmarish futuristic fantasy about the controlling power of big corporations and an innocent cop who stumbles on the truth."
    },
    "22": {
        "name": "22. Badlands",
        "rating": "7.7",
        "description": "An impressionable teenage girl from a dead-end town, and her older greaser boyfriend, embark on a killing spree in the South Dakota Badlands."
    },
    "23": {
        "name": "23. Magnum Force",
        "rating": "7.2",
        "description": "Inspector \"Dirty\" Harry Callahan pursues a conspiracy of vigilante cops, who are not above going beyond the law to kill San Francisco's undesirables."
    },
    "24": {
        "name": "24. Mean Streets",
        "rating": "7.2",
        "description": "In New York City's Little Italy, a devoutly Catholic mobster must reconcile his desire for power, his feelings for his epileptic lover, and his devotion to his troublesome friend."
    },
    "25": {
        "name": "25. Paper Moon",
        "rating": "8.1",
        "description": "During the Great Depression, a con man finds himself saddled with a young girl who may or may not be his daughter, and the two forge an unlikely partnership."
    }
}