{
    "1": {
        "name": "1. Peter Pan",
        "rating": "7.3",
        "description": "Wendy and her brothers are whisked away to the magical world of Neverland with the hero of their stories, Peter Pan."
    },
    "2": {
        "name": "2. From Here to Eternity",
        "rating": "7.6",
        "description": "At a U.S. Army base in 1941 Hawaii, a private is cruelly punished for not boxing on his unit's team, while his commanding officer's wife and top aide begin a tentative affair."
    },
    "3": {
        "name": "3. Roman Holiday",
        "rating": "8.0",
        "description": "A bored and sheltered princess escapes her guardians and falls in love with an American newsman in Rome."
    },
    "4": {
        "name": "4. Three Sailors and a Girl",
        "rating": "6.0",
        "description": "Three navy men run into a shady producer who convinces them to invest into his new show. When they meet the show's female star attraction, they're sold. Have they become the latest showbiz players or just three more suckers?"
    },
    "5": {
        "name": "5. Shane",
        "rating": "7.6",
        "description": "An ex-gunfighter defends homesteaders in 1889 Wyoming."
    },
    "6": {
        "name": "6. The Desert Song",
        "rating": "6.1",
        "description": "Shiek Yousseff, poses as a friend of the French while secretly plotting to overthrow them. Apposing Yousseff are the Riffs, whose secret leader, The Red Shadow, is Paul Bonnard, a professor who is studying the desert, and whose attacks on the supply trains intended for Yousseff keep the Riff villages in food. Foreign Legion General Birabeau arrives to conduct an investigation, accompanied by his daughter, Margot. Birabeau hires Bonnard to tutor her, and she is attracted to a Legionaire captain, Claud Fontaine. While the general, Bonnard and Fontaine pay a visit to Yousseff, an American newspaper man, Benji Kidd, discovers a secret way in and out of Yousseff's palace, with the aid of Azuri, a dancing girl in love with Bonnard. The latter is forced to resume his role as the Riffs leader, and kidnap Margot until he can convince her of Yousseff's treachery. But Yousseff's men attack the Riff camp and take Margot prisoner."
    },
    "7": {
        "name": "7. Niagara",
        "rating": "7.0",
        "description": "As two couples are visiting Niagara Falls, tensions between one wife and her husband reach the level of murder."
    },
    "8": {
        "name": "8. The Danny Thomas Show",
        "rating": "7.1",
        "description": "Danny is a New York entertainer. Between his co-stars at the nightclub where he performs and his wife and kids, he has dilemmas galore, which he somehow manages to resolve and still laugh."
    },
    "9": {
        "name": "9. Tokyo Story",
        "rating": "8.1",
        "description": "An old couple visit their children and grandchildren in the city, but receive little attention."
    },
    "10": {
        "name": "10. Gentlemen Prefer Blondes",
        "rating": "7.1",
        "description": "Showgirls Lorelei Lee and Dorothy Shaw travel to Paris, pursued by a private detective hired by the suspicious father of Lorelei's fiancé, as well as a rich, enamored old man and many other doting admirers."
    },
    "11": {
        "name": "11. It Came from Outer Space",
        "rating": "6.5",
        "description": "A spaceship from another world crashes in the Arizona desert and only an amateur stargazer and a schoolteacher suspect alien influence when the local townsfolk begin to act strangely."
    },
    "12": {
        "name": "12. The War of the Worlds",
        "rating": "7.0",
        "description": "A small town in California is attacked by Martians, beginning a worldwide invasion."
    },
    "13": {
        "name": "13. Le Salaire De La Peur",
        "rating": "8.1",
        "description": "In a decrepit South American village, four men are hired to transport an urgent nitroglycerine shipment without the equipment that would make it safe."
    },
    "14": {
        "name": "14. Stalag 17",
        "rating": "8.0",
        "description": "After two Americans are killed while escaping from a German P.O.W. camp in World War II, the barracks black marketeer, J.J. Sefton, is suspected of being an informer."
    },
    "15": {
        "name": "15. I Confess",
        "rating": "7.2",
        "description": "A priest, who comes under suspicion for murder, cannot clear his name without breaking the seal of the confessional."
    },
    "16": {
        "name": "16. Hondo",
        "rating": "7.0",
        "description": "Army dispatch rider Hondo Lane discovers a woman and young son living in the midst of warring Apaches and becomes their protector."
    },
    "17": {
        "name": "17. By the Light of the Silvery Moon",
        "rating": "7.0",
        "description": "Marjorie Winfield's engagement to Bill Sherman, who has just arrived home from fighting in World War I, serves as the backdrop for the trials and tribulations of her family."
    },
    "18": {
        "name": "18. The Wild One",
        "rating": "6.7",
        "description": "Two rival motorcycle gangs terrorize a small town after one of their leaders is thrown in jail."
    },
    "19": {
        "name": "19. How to Marry a Millionaire",
        "rating": "6.8",
        "description": "Three women set out to find eligible millionaires to marry, but find true love in the process."
    },
    "20": {
        "name": "20. Julius Caesar",
        "rating": "7.2",
        "description": "The growing ambition of Julius Caesar is a source of major concern to his close friend Brutus. Cassius persuades him to participate in his plot to assassinate Caesar but they have both sorely underestimated Mark Antony."
    },
    "21": {
        "name": "21. House of Wax",
        "rating": "7.0",
        "description": "An associate burns down a wax museum with the owner inside, but he survives only to become vengeful and murderous."
    },
    "22": {
        "name": "22. Summer with Monika",
        "rating": "7.5",
        "description": "A pair of teenagers meet one summer day, start a reckless affair and abandon their families to be with one another."
    },
    "23": {
        "name": "23. The Big Heat",
        "rating": "7.9",
        "description": "Tough cop Dave Bannion takes on a politically powerful crime syndicate."
    },
    "24": {
        "name": "24. Calamity Jane",
        "rating": "7.2",
        "description": "The story of Calamity Jane, her saloon, and her romance with Wild Bill Hickok."
    },
    "25": {
        "name": "25. The Band Wagon",
        "rating": "7.4",
        "description": "A pretentiously artistic director is hired for a new Broadway musical and changes it beyond recognition."
    }
}