{
    "1": {
        "name": "1. Giant",
        "rating": "7.6",
        "description": "Sprawling epic covering the life of a Texas cattle rancher and his family and associates."
    },
    "2": {
        "name": "2. The Bad Seed",
        "rating": "7.4",
        "description": "Rhoda Penmark seems like your average, sweet eight-year-old girl. After her rival at school dies in mysterious circumstances at the school picnic, her mother starts to suspect that Rhoda was responsible."
    },
    "3": {
        "name": "3. Carousel",
        "rating": "6.6",
        "description": "Fifteen years after his death, a carousel barker is granted permission to return to Earth for one day to make amends to his widow and their daughter."
    },
    "4": {
        "name": "4. The Ten Commandments",
        "rating": "7.9",
        "description": "Moses, raised as a prince of Egypt in the Pharaoh's household, learns of his true heritage as a Hebrew and his divine mission as the deliverer of his people from slavery."
    },
    "5": {
        "name": "5. The Searchers",
        "rating": "7.8",
        "description": "An American Civil War veteran embarks on a years-long journey to rescue his niece from the Comanches after the rest of his brother's family is massacred in a raid on their Texas farm."
    },
    "6": {
        "name": "6. While the City Sleeps",
        "rating": "6.9",
        "description": "A serial killer has been killing beautiful women in New York City and the new owner of a media company offers a high position in the company to the first of his senior executives who can get the earliest scoop on the case."
    },
    "7": {
        "name": "7. Forbidden Planet",
        "rating": "7.5",
        "description": "A starship crew in the 23rd century goes to investigate the silence of a distant planet's colony, only to find just two survivors, a powerful robot, and the deadly secret of a lost civilization."
    },
    "8": {
        "name": "8. The Killing",
        "rating": "7.9",
        "description": "Crook Johnny Clay assembles a five-man team to plan and execute a daring racetrack robbery."
    },
    "9": {
        "name": "9. Invasion of the Body Snatchers",
        "rating": "7.7",
        "description": "A small-town doctor learns that the population of his community is being replaced by emotionless alien duplicates."
    },
    "10": {
        "name": "10. As the World Turns",
        "rating": "6.2",
        "description": "The focus in on the upper class Hughes and Stewart families plus their tribulations in Midwest Oakdale. The Stewarts fade away eventually to be replaced by the rural Snyders and wealthy Lucinda Walsh with her many intrigues."
    },
    "11": {
        "name": "11. The Wrong Man",
        "rating": "7.4",
        "description": "In 1953, an innocent man named Christopher Emanuel \"Manny\" Balestrero is arrested after being mistaken for an armed robber."
    },
    "12": {
        "name": "12. Moby Dick",
        "rating": "7.3",
        "description": "The sole survivor of a lost whaling ship relates the tale of his captain's self-destructive obsession to hunt the white whale, Moby Dick."
    },
    "13": {
        "name": "13. Around the World in 80 Days",
        "rating": "6.7",
        "description": "A Victorian Englishman bets that with the new steamships and railways he can circumnavigate the globe in eighty days."
    },
    "14": {
        "name": "14. The Man Who Knew Too Much",
        "rating": "7.4",
        "description": "An American doctor and his wife, a former singing star, witness a murder while vacationing in Morocco, and are drawn into a twisting plot of international intrigue when their young son is kidnapped."
    },
    "15": {
        "name": "15. Baby Doll",
        "rating": "7.3",
        "description": "An immature, naive teenage bride holds her anxious husband at bay while flirting with an amorous Sicilian farmer."
    },
    "16": {
        "name": "16. High Society",
        "rating": "6.9",
        "description": "With socialite Tracy Lord about to remarry, her ex-husband - with the help of a sympathetic reporter - has 48 hours to convince her that she really still loves him."
    },
    "17": {
        "name": "17. Anna and the King of Siam",
        "rating": "7.4",
        "description": "A widow accepts a job as a live-in governess to the King of Siam's children."
    },
    "18": {
        "name": "18. Et Dieu... créa la femme",
        "rating": "6.3",
        "description": "In sunny St. Tropez, a young woman loves one brother but marries the other."
    },
    "19": {
        "name": "19. The Lone Ranger",
        "rating": "6.5",
        "description": "Wealthy rancher Reese Kilgore aims to grab silver-rich Indian land by skilfully pitting Indians against settlers but the suspicious territorial governor sends The Lone Ranger to investigate."
    },
    "20": {
        "name": "20. The Edge of Night",
        "rating": "7.8",
        "description": "Attorney Mike Karr and his colleagues are involved in solving crimes and intrigue which touch the lives of many citizens."
    },
    "21": {
        "name": "21. The Conqueror",
        "rating": "3.7",
        "description": "Mongol chief Temujin battles against Tartar armies and for the love of the Tartar princess Bortai. Temujin becomes the emperor Genghis Khan."
    },
    "22": {
        "name": "22. Zane Grey Theatre",
        "rating": "7.5",
        "description": "An anthology based on the novels and stories of Zane Grey. Dick Powell hosts."
    },
    "23": {
        "name": "23. War and Peace",
        "rating": "6.7",
        "description": "Napoleon's tumultuous relations with Russia, including his disastrous 1812 invasion, serve as the backdrop for the tangled personal lives of two aristocratic families."
    },
    "24": {
        "name": "24. 1984",
        "rating": "6.9",
        "description": "In a totalitarian future society, Winston Smith, whose daily work is re-writing history, tries to rebel by falling in love."
    },
    "25": {
        "name": "25. Le ballon rouge",
        "rating": "8.1",
        "description": "A red balloon with a mind of its own follows a little boy around the streets of Paris."
    }
}