{
    "1": {
        "name": "1. Taxi Driver",
        "rating": "8.2",
        "description": "A mentally unstable veteran works as a nighttime taxi driver in New York City, where the perceived decadence and sleaze fuels his urge for violent action."
    },
    "2": {
        "name": "2. All the President's Men",
        "rating": "7.9",
        "description": "\"The Washington Post\" reporters Bob Woodward and Carl Bernstein uncover the details of the Watergate scandal that leads to President Richard Nixon's resignation."
    },
    "3": {
        "name": "3. Rocky",
        "rating": "8.1",
        "description": "A small-time Philadelphia boxer gets a supremely rare chance to fight the world heavyweight champion in a bout in which he strives to go the distance for his self-respect."
    },
    "4": {
        "name": "4. Carrie",
        "rating": "7.4",
        "description": "Carrie White, a shy, friendless teenage girl who is sheltered by her domineering, religious mother, unleashes her telekinetic powers after being humiliated by her classmates at her senior prom."
    },
    "5": {
        "name": "5. Logan's Run",
        "rating": "6.8",
        "description": "A police officer in the future uncovers the deadly secret behind a society that worships youth."
    },
    "6": {
        "name": "6. Three's Company",
        "rating": "7.5",
        "description": "The misadventures of two women and one man living in one apartment and their neighbors."
    },
    "7": {
        "name": "7. The Omen",
        "rating": "7.5",
        "description": "Mysterious deaths surround an American ambassador. Could the child that he is raising actually be the Antichrist? The Devil's own son?"
    },
    "8": {
        "name": "8. Ai no korîda",
        "rating": "6.6",
        "description": "A passionate telling of the story of Sada Abe, a woman whose affair with her master led to an obsessive and ultimately destructive sexual relationship."
    },
    "9": {
        "name": "9. Network",
        "rating": "8.1",
        "description": "A television network cynically exploits a deranged former anchor's ravings and revelations about the news media for its own profit, but finds that his message may be difficult to control."
    },
    "10": {
        "name": "10. The Outlaw: Josey Wales",
        "rating": "7.8",
        "description": "Missouri farmer Josey Wales joins a Confederate guerrilla unit and winds up on the run from the Union soldiers who murdered his family."
    },
    "11": {
        "name": "11. Charlie's Angels",
        "rating": "6.6",
        "description": "A wealthy mystery man named Charlie runs a detective agency via a speakerphone and his personal assistant, John Bosley. His detectives are three beautiful women, who end up in a variety of difficult situations."
    },
    "12": {
        "name": "12. Quincy M.E.",
        "rating": "7.3",
        "description": "The cases of a brilliant, if Irascible, coroner who investigates suspicious deaths which usually suggest murder."
    },
    "13": {
        "name": "13. Assault on Precinct 13",
        "rating": "7.3",
        "description": "A Highway Patrol Officer, two criminals and a station secretary defend a defunct Los Angeles precinct office against a siege by a bloodthirsty street gang."
    },
    "14": {
        "name": "14. King Kong",
        "rating": "6.0",
        "description": "A petroleum exploration expedition comes to an isolated island and encounters a colossal giant gorilla."
    },
    "15": {
        "name": "15. Murder by Death",
        "rating": "7.3",
        "description": "Five famous literary detective characters and their sidekicks are invited to a bizarre mansion to solve an even stranger mystery."
    },
    "16": {
        "name": "16. The New Avengers",
        "rating": "7.2",
        "description": "Secret agent Steed, working for an unnamed branch of British intelligence, is teamed up with two partners to fight evil plots for world domination, dealing with suspended animation, biological warfare, robotics, and other threats."
    },
    "17": {
        "name": "17. I, Claudius",
        "rating": "8.8",
        "description": "The personal and governmental affairs of the Julio-Claudian dynasty at the beginning of the Roman Empire, as recalled by one of its rulers."
    },
    "18": {
        "name": "18. Family",
        "rating": "7.6",
        "description": "The joys and heartaches of the Lawrence family of Pasadena, California."
    },
    "19": {
        "name": "19. The Bad News Bears",
        "rating": "7.3",
        "description": "An aging, down-on-his-luck ex-minor leaguer coaches a team of misfits in an ultra-competitive California little league."
    },
    "20": {
        "name": "20. Salon Kitty",
        "rating": "5.4",
        "description": "Kitty runs a brothel in Nazi Germany where the soldiers come to \"relax\". Recording devices have been installed in each room by a power-hungry army official, who plans to use the information to blackmail Hitler and gain power himself."
    },
    "21": {
        "name": "21. Two Girls Are Crazy",
        "rating": "7.0",
        "description": "The misadventures of two single women in the 1950s and '60s."
    },
    "22": {
        "name": "22. The Shootist",
        "rating": "7.6",
        "description": "A dying gunfighter spends his last days looking for a way to die with a minimum of pain and a maximum of dignity."
    },
    "23": {
        "name": "23. Marathon Man",
        "rating": "7.4",
        "description": "After the murder of his older brother, a New York history student is hounded by shadowy government agents on the trail of a Nazi war criminal who is trying to retrieve smuggled diamonds."
    },
    "24": {
        "name": "24. Black Sheep Squadron",
        "rating": "7.6",
        "description": "The dramatized World War II adventures of U.S. Major Gregory \"Pappy\" Boyington and his U.S. Marine Attack Squadron 214, (The Black Sheep Squadron)."
    },
    "25": {
        "name": "25. Little Girl",
        "rating": "7.0",
        "description": "A thirteen-year-old girl, who lives with her absentee father, befriends a disabled teenage amateur magician and invites him, gradually, into her tenuous struggle against a predatory local neighbor."
    }
}