{
    "1": {
        "name": "1. The Sons of Katie Elder",
        "rating": "7.1",
        "description": "Ranch owner Katie Elder's four sons determine to avenge the murder of their father and the swindling of their mother."
    },
    "2": {
        "name": "2. The Sound of Music",
        "rating": "8.1",
        "description": "A young novice is sent by her convent in 1930s Austria to become a governess to the seven children of a widowed naval officer."
    },
    "3": {
        "name": "3. Days of Our Lives",
        "rating": "5.3",
        "description": "A chronicle of the lives, loves, trials and tribulations of the citizens of the fictional city of Salem."
    },
    "4": {
        "name": "4. Hogan's Heroes",
        "rating": "7.8",
        "description": "The inmates of a German World War II prisoner of war camp conduct an espionage and sabotage campaign right under the noses of their warders."
    },
    "5": {
        "name": "5. Per qualche dollaro in più",
        "rating": "8.2",
        "description": "Two bounty hunters with the same intentions team up to track down a gang of outlaws led by a psychotic Mexican bandit, who is plotting an audacious bank robbery."
    },
    "6": {
        "name": "6. Lost in Space",
        "rating": "7.2",
        "description": "A space colony family struggles to survive when a spy/accidental stowaway throws their ship hopelessly off course."
    },
    "7": {
        "name": "7. The Wild Wild West",
        "rating": "8.1",
        "description": "Two Secret Service agents, equipped with a wide array of gizmos, work for the government in the Old West."
    },
    "8": {
        "name": "8. Zimtor the Unspongeable.",
        "rating": "7.9",
        "description": "The life of a Russian physician and poet who, although married to another, falls in love with a political activist's wife and experiences hardship during World War I and then the October Revolution."
    },
    "9": {
        "name": "9. I Dream of Jeannie",
        "rating": "7.4",
        "description": "A United States astronaut finds his life vastly complicated when he stumbles on to a bottle containing a female genie."
    },
    "10": {
        "name": "10. Get Smart",
        "rating": "8.2",
        "description": "Maxwell Smart, a highly intellectual but bumbling spy working for the CONTROL agency, battles the evil forces of rival spy agency KAOS with the help of his competent partner Agent 99."
    },
    "11": {
        "name": "11. Green Acres",
        "rating": "7.3",
        "description": "A New York City attorney and his wife attempt to live as genteel farmers in the bizarre community of Hooterville."
    },
    "12": {
        "name": "12. The F.B.I.",
        "rating": "7.4",
        "description": "The cases of the U.S. Federal Bureau of Investigation."
    },
    "13": {
        "name": "13. The Big Valley",
        "rating": "7.6",
        "description": "The Wild West adventures of the Barkley family in California's San Joaquin Valley."
    },
    "14": {
        "name": "14. Thunderball",
        "rating": "6.9",
        "description": "James Bond heads to the Bahamas to recover two nuclear warheads stolen by S.P.E.C.T.R.E. Agent Emilio Largo in an international extortion scheme."
    },
    "15": {
        "name": "15. The Flight of the Phoenix",
        "rating": "7.5",
        "description": "After an oil company plane crashes in the Sahara, the survivors are buoyed with hope by one of the passengers, an airplane designer who plans for them to build a flyable plane from the wreckage."
    },
    "16": {
        "name": "16. The Great Race",
        "rating": "7.2",
        "description": "In the early 20th century, heroic Leslie Gallant and his despicable rival Professor Fate engage in an epic automobile race from New York to Paris while enthusiastic suffragette Maggie Dubois enters the race to report on every step of it."
    },
    "17": {
        "name": "17. Repulsion",
        "rating": "7.6",
        "description": "A sex-repulsed woman who disapproves of her sister's boyfriend sinks into depression and has horrific visions of rape and violence."
    },
    "18": {
        "name": "18. In Harm's Way",
        "rating": "7.3",
        "description": "A Naval officer, reprimanded after Pearl Harbor, is later promoted to Rear Admiral and gets a second chance to prove himself against the Japanese."
    },
    "19": {
        "name": "19. Pierrot Le Fou",
        "rating": "7.4",
        "description": "Pierrot escapes his boring society and travels from Paris to the Mediterranean Sea with Marianne, a girl chased by hit-men from Algeria. They lead an unorthodox life, always on the run."
    },
    "20": {
        "name": "20. That Girl",
        "rating": "7.3",
        "description": "An aspiring actress moves from her hometown of Brewster, New York, to try to make it big in New York City, having to take several offbeat \"temp\" jobs to support herself in between her various auditions and bit parts."
    },
    "21": {
        "name": "21. Faster, Pussycat! Kill! Kill!",
        "rating": "6.6",
        "description": "Three go-go dancers holding a young girl hostage come across a crippled old man living with his two sons in the desert. After learning he's hiding a sum of cash around, the women start scheming on him."
    },
    "22": {
        "name": "22. The Collector",
        "rating": "7.5",
        "description": "A man kidnaps a woman and holds her hostage just for the pleasure of having her there."
    },
    "23": {
        "name": "23. Von Ryan's Express",
        "rating": "7.1",
        "description": "An American POW leads a group of mainly British prisoners to escape from the Germans in WWII."
    },
    "24": {
        "name": "24. The Monkees",
        "rating": "7.5",
        "description": "The misadventures of a struggling rock group."
    },
    "25": {
        "name": "25. The Greatest Story Ever Told",
        "rating": "6.6",
        "description": "An all-star, large scale epic movie that chronicles the life and ministry of Jesus Christ."
    }
}