{
    "1": {
        "name": "1. Sunset Blvd.",
        "rating": "8.4",
        "description": "A screenwriter develops a dangerous relationship with a faded film star determined to make a triumphant return."
    },
    "2": {
        "name": "2. Cinderella",
        "rating": "7.3",
        "description": "When Cinderella's cruel stepmother prevents her from attending the Royal Ball, she gets some unexpected help from the lovable mice Gus and Jaq and from her Fairy Godmother."
    },
    "3": {
        "name": "3. Rashōmon",
        "rating": "8.2",
        "description": "The rape of a bride and the murder of her samurai husband are recalled from the perspectives of a bandit, the bride, the samurai's ghost and a woodcutter."
    },
    "4": {
        "name": "4. All About Eve",
        "rating": "8.2",
        "description": "Seemingly timid but secretly ruthless ingenue Eve Harrington insinuates herself into the lives of aging Broadway star Margo Channing and her circle of theater friends in this Oscar-winning story."
    },
    "5": {
        "name": "5. Tea for Two",
        "rating": "6.5",
        "description": "A socialite with aspirations of a career in show business bets her wealthy uncle $25,000 that she can say \"no\" to everything for two days straight, hoping winning will help her fulfill her dreams."
    },
    "6": {
        "name": "6. The West Point Story",
        "rating": "6.2",
        "description": "A Broadway director helps the West Point cadets put on a show, aided by two lovely ladies and assorted complications."
    },
    "7": {
        "name": "7. Harvey",
        "rating": "7.9",
        "description": "Due to his insistence that he has an invisible six foot-tall rabbit for a best friend, a whimsical middle-aged man is thought by his family to be insane - but he may be wiser than anyone knows."
    },
    "8": {
        "name": "8. The Asphalt Jungle",
        "rating": "7.8",
        "description": "A major heist goes off as planned, but then double crosses, bad luck and solid police work cause everything to unravel."
    },
    "9": {
        "name": "9. In a Lonely Place",
        "rating": "7.9",
        "description": "A potentially violent screenwriter is a murder suspect until his lovely neighbor clears him. However, she soon starts to have her doubts."
    },
    "10": {
        "name": "10. Where the Sidewalk Ends",
        "rating": "7.6",
        "description": "Det. Sgt. Mark Dixon wants to be something his old man wasn't: a guy on the right side of the law. Will Dixon's vicious nature get the better of him?"
    },
    "11": {
        "name": "11. The Daughter of Rosie O'Grady",
        "rating": "6.5",
        "description": "An Irish horsecar driver's daughter meets New York showman Tony Pastor and goes into vaudeville."
    },
    "12": {
        "name": "12. Rio Grande",
        "rating": "7.0",
        "description": "A cavalry officer posted on the Rio Grande is confronted with murderous raiding Apaches, a son who's a risk-taking recruit and his wife from whom he has been separated for many years."
    },
    "13": {
        "name": "13. Duchess of Idaho",
        "rating": "6.3",
        "description": "Ellen Hallet is in love with her playboy boss, Douglas Morrison, but too timid to do anything about it. Her roommate Chris devises a plan to help her: she follows Morrison on his trip to Sun Valley, Idaho and plays the overattentive female, hoping he'll send for Ellen, who often plays his \"fiancée\" when he has a female he can't discourage otherwise. Complications arise when Chris catches the eye of band leader Dick Layn and lands in a triangle with the two men."
    },
    "14": {
        "name": "14. What's My Line?",
        "rating": "8.5",
        "description": "Four panelists must determine guests' occupations - and, in the case of famous guests, while blindfolded, their identity - by asking only \"yes\" or \"no\" questions."
    },
    "15": {
        "name": "15. Treasure Island",
        "rating": "6.9",
        "description": "The treasure seeking adventures of young Jim Hawkins and pirate captain Long John Silver."
    },
    "16": {
        "name": "16. Broken Arrow",
        "rating": "7.2",
        "description": "Tom Jeffords tries to make peace between settlers and Apaches in Arizona territory."
    },
    "17": {
        "name": "17. The Underworld Story",
        "rating": "6.9",
        "description": "The story of the fight of a small-town newspaper to free an innocent girl of a murder charge, with the publisher of a metropolitan city newspaper heading, by forced circumstances, the opposing forces."
    },
    "18": {
        "name": "18. Father of the Bride",
        "rating": "7.1",
        "description": "The father of a young woman deals with the emotional pain of her getting married, along with the financial and organizational trouble of arranging the wedding."
    },
    "19": {
        "name": "19. The Gunfighter",
        "rating": "7.7",
        "description": "Notorious gunfighter Jimmy Ringo rides into town to find his true love, who doesn't want to see him. He hasn't come looking for trouble, but trouble finds him around every corner."
    },
    "20": {
        "name": "20. The Jack Benny Program",
        "rating": "8.6",
        "description": "The comic misadventures of the \"skinflint\" comedian and his friends."
    },
    "21": {
        "name": "21. One Way Street",
        "rating": "6.5",
        "description": "After stealing a gangster's money and his girlfriend, a doctor heads for a small village in Mexico."
    },
    "22": {
        "name": "22. Winchester '73",
        "rating": "7.6",
        "description": "A cowboy's obsession with a stolen rifle leads to a bullet-ridden odyssey through the American West."
    },
    "23": {
        "name": "23. The Damned Don't Cry",
        "rating": "7.1",
        "description": "A New York socialite climbs the ladder of success man by man until a life among rich gangsters gives her what she thought she always wanted."
    },
    "24": {
        "name": "24. Gun Crazy",
        "rating": "7.6",
        "description": "Two disturbed young people release their fascination with guns through a crime spree."
    },
    "25": {
        "name": "25. Cheaper by the Dozen",
        "rating": "7.0",
        "description": "Myrna Loy plays the wife of the persnickety father of her 12 children, Clifton Webb, who has uniquely humorous methods for dealing with the ordeals such an unwieldy family undoubtedly encounters."
    }
}